{
  "1193158115034681355": {
    "id": "1193158115034681355",
    "name": "forte-ostangust",
    "description": "Em um momento que marcou o fim das tormentosas semanas do Triângulo das Névoas, Ada, a Deusa das Profundezas, quis expressar sua gratidão à humanidade pela aliança recém-firmada...  O que um dia foi considerado território submerso de Anlich, o Forte Ostangust, emergiu das profundezas do oceano, transportado nas costas majestosas de uma baleia colossal. Logo em seguida, uma muralha de água titânica, em vez de engolir as estruturas, se ergueu ao redor das construções para permanecer imóvel, pairando como um portal para um reino submarino, permitindo que os peixes fossem vistos dançando do outro lado.  A aceitação deste presente divino por parte da humanidade, com a colaboração dos escolhidos de Ada, transformou o Forte Ostangust em uma cidade-estado independente, ricamente abastecida com recursos. Seus habitantes, tidos como testemunhas vivas da aliança entre o homem e o mar, desfrutam de uma coexistência extraordinária com criaturas marinhas. Sereias, polvos monstruosos e outras maravilhas aquáticas, por alguma razão, habitam pacificamente ao redor do forte, transformando-o em um espetáculo de biodiversidade marinha e convívio harmônico. Este é o legado do Perdão de Ada, onde a união entre humanos e seres marinhos é celebrada em cada onda que acaricia as costas deste refúgio encantado.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196249432199540756/big_tentacles_sea_sketch_building_clouds_s-3073985774.png?ex=65b6f119&is=65a47c19&hm=d6c50b4146a817f4bee944026a40e7f4816c4a72b4fca26b18e7949b571eb811&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-14T23:59:49.048Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1205664447142822029"
  },
  "1193169475600658462": {
    "id": "1193169475600658462",
    "name": "centro-pes-sem-peso",
    "description": "À distância, o Centro Pés Sem Peso se revela como uma das atrações mais mágicas, românticas e cativantes de toda Terryan. Mesmo para os habitantes locais, a sensação de estar neste lugar extraordinário permanece inigualável.  Nos arredores do Centro Pés Sem Peso, o próprio nome sugere o efeito encantador que o define: a quase anulação do peso do corpo, permitindo que qualquer ser vivo caminhe sobre as águas como se fosse terra firme. É nesse cenário que muitos descobrem o verdadeiro valor da vida e encontram seus propósitos, pois é praticamente impossível não se deixar envolver pela beleza singular deste local.  Mesmo a cultura reservada dos habitantes do Forte Ostangust não consegue ofuscar a magia presente na arquitetura das lojas e estações aqui. Tudo parece se integrar harmoniosamente com o efeito sobrenatural que transforma a água em algo quase sólido, ou talvez transforme tudo ao seu redor em penas intocáveis.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196251518270177280/city_hall_sea_water_walls_medieval_fantasy_crowd_smiles_happy_sketch_mo_s-2308379007.png?ex=65b6f30b&is=65a47e0b&hm=145506cd4f2ba08404fb6271b62b5b8528d1ba46ad63850fa763fb8b26fc766f&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-14T23:59:49.048Z",
    "resourceType": "gold",
    "type": "market",
    "placeholderMessageId": "1205362483418767370"
  },
  "1193356122233524254": {
    "id": "1193356122233524254",
    "name": "abraco-das-profundezas",
    "description": "Sobre as muralhas d'água, os tentáculos da Entidade Divina Ada que hiberna abaixo do Forte Ostangust se estendem, carinhosamente envolvendo as construções, protegendo-as de intenções malignas. Essas extensões cuidam zelosamente dos habitantes locais, patrulhando contra crimes e qualquer ameaça, seja de dentro ou de fora da cidade...  Adentrar as águas em qualquer parte desse local resulta nos tentáculos envolvendo suavemente o intruso, conduzindo-o para baixo, transportando-o instantaneamente para um destino marítimo à sua escolha – uma das formas mais eficazes de viajar em Terryan. Contudo, o privilégio é reservado para os nativos do Forte Ostangust ou aqueles que se tornaram aliados fiéis de Ada.  Para o restante do mundo, Ada é tida como um monstro insondável, envolta em assassinatos em massa. No entanto, para os habitantes do Forte Ostangust, ela é reverenciada como uma verdadeira mãe. Os escolhidos de Ada, com seus atos permeados de justiça, reforçam essa perspectiva, pois, dentre todos os nobres existentes, aqueles criados por Ada destacam-se por seu cuidado inigualável para com seus súditos. São também os menos repudiados pelas classes sociais que juram proteção. Ada inspira lealdade e devoção com sua presença física, trazendo um equilíbrio à teia de relações no Forte Ostangust.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196251741386190949/big_tentacles_sea_sketch_building_clouds_s-3073985774.png?ex=65b6f340&is=65a47e40&hm=354a366cc4313f9ac6fe6020555b939f769d428e735238654acfe0bc3ee811d8&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-14T23:59:49.048Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1206026850669953106"
  },
  "1193369018011234504": {
    "id": "1193369018011234504",
    "name": "passeio-dos-ecos-marinhos",
    "description": "A Ponte dos Afogados, um elo entre as atrações turísticas e o verdadeiro coração do Forte Ostangust, revela-se apenas para os nativos locais e aqueles que entregaram suas vidas a Ada. Os que a cruzam diariamente testemunham transformações em seus corpos: a pele assume um tom azulado pálido, enquanto os cabelos escurecem, adquirindo nuances marinhas. Como se preparassem seus corpos para a eventual fusão com o vasto oceano.  O percurso leva inicialmente à majestosa catedral e, em seguida, à lendária torre onde Ada pisou pela última vez como mortal. A atmosfera é envolta por águas-vivas brilhantes que flutuam graciosamente. Embora tocar nelas seja inofensivo, é prudente evitar distrações, pois muitas das visões aqui são ilusões do passado, gravadas nas lágrimas das ondas para aqueles que anseiam permitir que o mar consuma suas existências. É uma das vias para alcançar a imortalidade da alma em Terryan: viver através do mar.  Os tentáculos de Ada, firmemente entrelaçados, sustentam a ponte e conferem solidez à estrutura, confeccionada com conchas do mar notavelmente resistentes. Este é o Passeio dos Ecos Marinhos, onde passado e presente se misturam, e onde a promessa de uma comunhão eterna com o mar se desenha no horizonte.  Dizem que, ao fitar profundamente o abismo marítimo nos limites dos tentáculos, é possível vislumbrar as almas dos costeiros repousando em paz ao lado da Deusa Abissal. As ondas do oceano carregam murmúrios tranquilizadores, como cânticos suaves que narram histórias de uma união eterna entre as águas e aqueles que escolheram se entregar ao abraço do mar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196253092983877682/bridge_sea_medieval_fantasy_night_flying_jellyfish_s-1146574580.png?ex=65b6f482&is=65a47f82&hm=618aee5d597284ceaec2cafc5c5d45b2e03b555d441b7c3b2c6bdd17b91e32b2&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-14T23:59:49.048Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1205362574330433577"
  },
  "1193172482295873616": {
    "id": "1193172482295873616",
    "name": "catedral-das-profundezas",
    "description": "Localizada dentro de um domo de água flutuante no coração do Forte Ostangust, a Catedral das Profundezas é um santuário único. Aqueles que adentram ganham uma habilidade temporária e extraordinária: a capacidade de respirar debaixo d'água. Este é o lugar onde corsários têm a oportunidade de jurar lealdade a Ada, aprendendo a língua das criaturas marinhas e conquistando o privilégio de nunca mais precisar puxar ar para os pulmões.  Curiosamente, o poder concedido por Ada nesta catedral difere daquele presente nos membros da organização informal dos Vagabundos. Ao contrário do que muitos pensam, Ada os despreza, pois considera-os saqueadores das profundezas, atacando as cidades submersas onde as criaturas do mar residem. No final das contas, talvez haja uma razão subjacente para o desenvolvimento de um apetite dos montros do mar pela humanidade.  O topo da catedral é coroado por duas imponentes torres, e o espaço entre elas abriga uma água-viva brilhante e colossal. Seus tentáculos luminescentes proporcionam uma iluminação única a todo o local, podendo ser coletados e utilizados como tochas.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196255419543322815/water_church_scenery_fantasy_majestic_sketch_medieval_flying_fish_s-2866714651.png?ex=65b6f6ad&is=65a481ad&hm=5bf9f00204b8a425b7b01b36e10a9ad70094a7abf708a85c054ad396055ecb06&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1205362554277203988"
  },
  "1193370759972786176": {
    "id": "1193370759972786176",
    "name": "torre-das-ostras",
    "description": "No ponto mais alto de toda costa encontra-se localizada a Torre das Ostras, um local conhecido por todos os habitantes da região e por turistas que vem visitar o lar esplêndido de Ada, a Entidade do Mar. No entanto há uma regra tácita para todos que prezam por suas vidas: nunca entre na torre.  Bardos contam em suas infinitas canções, histórias sobre como a Torre era um local de livre acesso, onde era permitido a visita de todos e um lugar onde era possível notar frequentemente a presença de Ada. Afinal de contas, fora ali naquele local que ela conheceu o amor, onde foi agraciada com o sentimento da paixão, do desejo e da ansiedade que sentia em estar próxima de seu amante. Aquele lugar era precioso demais aos seus olhos e tornou-se ainda mais após a morte de seu amor, quando uma parte de sua alma se rompeu.  Anos se passaram e inundada por lembranças e memórias sempre que visitava aquele lugar, Ada se revoltou com a entrada de visitantes no local que virou sagrado demais aos seus olhos. Por conta disso, antes da sua hibernação, Ada cercou a torre com conchas venenosas para proteger o amor que sentia pelo seu falecido amante de qualquer coisa que não viesse do mar, a entrada de todos que não portessem o seu sangue foi proibida.  A Torre das Ostras é um segredo profano  de que Ada também sentiu sentimentos mundanos; sentimentos avassaladores que arrebataram todo o seu ar intensamente, e que uma Deusa pôde um dia sangrar. Há quem diga que quem ousar adentrar a torre sem permissão terá sua alma acorrentada ao mar. No entanto, se um portador do sangue de Ada subir na Torre das Ostras junto com seu amante, as profundezas irão entrelaçar suas almas em uma só.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196255714398711878/big_tower_tower_made_out_of_sea_shells_fantasy_medieval_sea_night_sky_sket_s-3515674207.png?ex=65b6f6f3&is=65a481f3&hm=aaba7c8c828f9625a175352ebdc39713abe20bf44c4457d7f759bc69c2d62e8c&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1205362450665443388"
  },
  "1193402834910191626": {
    "id": "1193402834910191626",
    "name": "palacio-abissal",
    "description": "Uma enorme construção que desperta terror naqueles que não são nativos, mas se torna um refúgio acolhedor para aqueles que nasceram aqui, ou se fundiram com o mar.  O Palácio Abissal serve como a residência dos nobres escolhidos por Ada, onde a água e o ar se entrelaçam sem distinção. Este cenário mágico exala uma atmosfera silenciosa e ligeiramente sombria, com criaturas marinhas pacíficas flutuando pelos arredores, aposentos luxuosos e um clima perpetuamente equilibrado. Nobres de outras nações que já visitaram este lugar descrevem a experiência como ser envolvido por uma brisa revigorante nos momentos de calor e receber um abraço reconfortante nos momentos de frio.  Os interiores do palácio se desdobram em corredores guardados por cavaleiros imóveis, que ocasionalmente permitem bolhas escaparem de seus capacetes, sutilmente indicando sua presença vigilante. Os filhos dos nobres que residem aqui nadam e brincam, dando vida a um lugar que outrora seria apenas um vislumbre dos vazios abissais oceânicos.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196256039314669589/palace_water_tentacles_around_abyssal_knights_scenery_sketch_dark_atmosphe_s-3187813828.png?ex=65b6f741&is=65a48241&hm=9d75fe56f175d4021d6dc7c3a6dbb0c25cd5ea02ccd63542583b5f4ba088f33a&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "royal",
    "placeholderMessageId": "1205362474103349249"
  },
  "1193396595526467585": {
    "id": "1193396595526467585",
    "name": "trono-de-conchas",
    "description": "Herida, a sobrinha da Figa desaparecida, foi a primeira a emergir das Semanas do Triângulo das Névoas - um retorno que veio antes da invasão dos Rastejantes da Escuridão em Terryan. Elevada à nobreza por intermédio de Ada, seus cabelos dourados transformaram-se na tonalidade dos tentáculos da Entidade Divina Abissal, enquanto seus olhos, outrora verdes, refletem agora as almas dos que se atrevem a encará-los, espelhando o escuro como dois abismos negros.  O lugar onde ela repousa com serenidade é um trono adornado por conchas raras, construído de um material extraordinariamente resistente. Posicionado ao fim de um imenso corredor, é vigiado por guerreiros das profundezas, cuja espécie permanece envolta em mistério para aqueles que não compartilham do sangue de Ada.  Ao longo do tempo, Herida desenvolveu uma notável inteligência e habilidade estratégica. Destacando-se entre os nobres da corte, foi reconhecida pelos pares como uma líder, apesar de todos na corte serem detentores do mesmo nível de autoridade. Respeitada como a \"Rainha das Costas de Ada\" pelos que compartilham do sangue da entidade, é a pessoa com quem se discutem assuntos diplomáticos. No entanto, quando enfrenta ameaças, a \"generosidade\" da dádiva de Herida é mais do que suficiente para aterrorizar qualquer pessoa que ousaria confundi-la com um mero rosto bonito.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196256486926602380/purple_hair_crown_black_eyes_royal_robes_2girls_cleavage_throne_room_sho_s-3950151468_1.png?ex=65b6f7ab&is=65a482ab&hm=671701a4c08ce0b8666fa9cf273a86fe6acd1300377fc6f262d01352edce421a&",
    "troops": [],
    "efficiency": 140,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1205362563873767487"
  },
  "1193406542519742525": {
    "id": "1193406542519742525",
    "name": "portal-de-figa",
    "description": "Até que ponto alguém pode amar seu próprio mundo? Abandonar filhos, sobrinhos e até a própria vida em prol de salvar milhares que nem sequer conhecem seu nome? O propósito desse imenso sacrifício, enterrado na história trágica da queda celestial, foi esquecido ao longo do tempo, mas ocorreu aqui, nesta sala.  O Portal de Figa é uma construção profana erguida pelo Deus Esquecido há centenas, talvez milhares de anos atrás. Concebido para que suas próprias criaturas o salvassem ou, se necessário, o destruíssem. A energia emanada pelo portal é tóxica para qualquer ser humano, tornando inacessível a todos, exceto às entidades divinas. Contudo, os arredores do portal oferecem uma paisagem apaixonante, proporcionando uma visão panorâmica de todas as costas de Ada.  A única fonte de informações sobre este lugar encontra-se enterrada no coração de Ada, que permanece em um sono profundo bem abaixo da estrutura, como se ansiasse pelo retorno daqueles que o utilizaram.  Valeu a pena? Abandonar tudo o que se amava em prol de algo que nunca foi verdadeiramente seu? Por alguém que jamais foi capaz de retribuir o amor? Oh... minhas pequenas queridas, retornarão algum dia?",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196257169063030814/water_gloomy_portal_purple_energy_abyssal_knights_scenery_sketch_dark_s-284145090.png?ex=65b6f84e&is=65a4834e&hm=9d4403f4759236fb82d04e5271c92180012d554e37f780e4b38835045d2b9747&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1205966430663606363"
  },
  "1193877508119089223": {
    "id": "1193877508119089223",
    "name": "destrocos-de-catarsia",
    "description": "Na busca por vingança contra Ada, o Duque Pedra Viva lançou um ataque devastador contra o Forte Ostangust. Foi a segunda vez que um mortal desafiou diretamente uma Entidade Divina, sendo Crow Vesti a primeira a reivindicar tal feito. O Duque invadiu as Costas de Ada com um exército de golens gigantes, desencadeando a aparição dos nobres das profundezas. A batalha se estendeu por semanas, resultando na brutal morte de centenas de milhares de costeiros nas mãos dos golens do Duque, e na perda de mais de uma dezena de membros da corte. A única nobre que ofereceu resistência significativa foi Herida, que assumiu sua forma de dragão marítimo gigante no campo de batalha, desferindo golpes perigosos contra o constructo que abrigava o Lorde da Ilha dos Golens.  Catársia, localizada atrás do Palácio Abissal, abrigava uma população massiva de cem mil habitantes, reduzida a destroços e cinzas com a chegada do exército de pedra do Duque. No entanto, a verdade sobre essa batalha, até hoje omitida pelo governo do Forte Ostangust, é que não houve um vencedor claro. A intervenção de Mirthir interrompeu o conflito, julgando a ação do Duque como covarde ao atacar Ada enquanto a Entidade Divina dormia. Mirthir, com um gesto dos braços, desfez as transformações que assolavam o campo de batalha e limpou os corpos dos inocentes. Furioso, o Duque adicionou Mirthir à sua vasta lista de inimigos. Em contrapartida, Herida, desenvolvendo empatia pelo Deus de Éter, abriu as Costas de Ada para o comércio com Alice Magnolal.  Essa batalha revelou ao mundo nobre a magnitude do poder do Duque e o que ele é capaz de fazer para aniquilar seus inimigos. Os destroços de Catársia são agora testemunhas silenciosas dessa tragédia, com suas ruínas quase irreconhecíveis e a carcaça de monstros marinhos. O que um dia foi Catársia agora vive apenas na memória daqueles que lutaram por ela, como uma culpa amarga que perdura por gerações.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196257532205858990/kaijus_fighting_sea_monsters_stone_golem_s--1.png?ex=65b6f8a5&is=65a483a5&hm=689d3f3511c103c14c311779c364660fd5ee7ec949f19ec5966c311388f088dd&",
    "troops": [],
    "efficiency": 50,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "training",
    "placeholderMessageId": "1196257551885553695"
  },
  "1192190332436234280": {
    "id": "1192190332436234280",
    "name": "praia-carangueijo-azul",
    "description": "Um mergulho no mar é sempre revigorante ao lado de pessoas calorosas, prontas para oferecer refrescos. Parece uma propaganda enganosa, mas é exatamente o que acontece na Praia Carangueijo Azul. Aqui, é obrigatório beber, pois se não houver álcool em seu sangue, os caranguejos gigantes de Ada podem engoli-lo - não ironicamente! Felizmente, graças a um decreto da Entidade Divina Ada, eles são obrigados a cuspir os humanos no final do dia, vivos. No entanto, é melhor se refrescar para não se tornar um pirulito de crustáceo, certo?  Apesar desse fato levemente assustador, esta é uma praia vibrante, com música e, como mencionado, crustáceos gigantes. Eles são frequentemente usados como montarias por aqui, principalmente por aqueles que desejam entrar no mar sem se molhar (embora, em algum momento, eles provavelmente vão te derrubar).  Para aqueles que buscam boas bebidas, boas companhias (que podem beliscar você) e, o melhor de tudo, estar perto do povo de Altas Luzes, a Praia Carangueijo Azul é o lugar perfeito. Dizem que este foi o último local onde Crow Vesti ficou nua em terra firme, então entusiastas dos Vagabundos vêm aqui só para pisar no mesmo lugar que a adorada corsária pisou.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196259020412031056/seashore_sketch_1guy_fantasy_portrait_sitting_group_portrait_muscular_s-136332393.png?ex=65b6fa07&is=65a48507&hm=4546549be7d5e710e00a4992229b46570a6868d37b3576569100fbbfa915eced&",
    "troops": [],
    "efficiency": 95,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "market",
    "placeholderMessageId": "1204443957451292702"
  },
  "1192179115822940190": {
    "id": "1192179115822940190",
    "name": "taverna-donzela-bebada",
    "description": "Cuidado por onde anda, garota! Ou talvez não, pois ela vai cair em cima de você!  A Taverna Donzela Bêbada é, de longe, o lugar mais visitado de toda Terryan; está sempre lotada e oferece a melhor cerveja costeira já feita, produzida por Alice Magnolal e financiada pelos Vagabundos. O local vai além de ser apenas confortável, aquecendo os corações com música desde o momento da entrada, em conjunto com a cerveja de cortesia oferecida na sua primeira visita.  Aqui, se houver brigas, essas serão causadas por ciúmes das atendentes, e se houver tristeza, é porque a próxima leva de cerveja ainda não ficou pronta.  O estabelecimento permanece aberto a noite toda e, de manhã, transforma-se em uma pousada para aqueles que não dormem durante a noite (ou que festejaram demais e desmaiaram em uma das mesas).  \"Eu a vi cair sobre mim, e hoje temos três filhos! Eu amo minha mulher! Eu amo minha cidade!\"",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196259296757952583/1girl_city_center_medieval_sketch_happy_dark_atmosphere_medium_breasts_wi_s-397688374.png?ex=65b6fa49&is=65a48549&hm=f9347276a463cbed45c3e06fde488fbb9e2229993f96b98ca8fc943fc1ef173b&",
    "troops": [],
    "efficiency": 150,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1206268427207966770"
  },
  "1192175144425226352": {
    "id": "1192175144425226352",
    "name": "centro-das-altas-luzes",
    "description": "Ah, sim... A Divisa com Carmagon! O Centro que Nunca Dorme!  Para muitos, o Centro das Altas Luzes é o primeiro local de verdadeira paz. Um mundo afastado das dádivas que não são permitidas nessa região, e uma vida imersa na mais pura essência costeira. As pessoas aqui sempre sorriem, os frutos do mar são abundantes, e há muito calor, mas não apenas do clima...  Durante a manhã, o comércio neste centro é caótico, mas paradoxalmente organizado à sua própria maneira. Ao contrário dos mercados dentro das muralhas do reino, famosos pela poluição sonora, aqui, eles emanam uma melodia única, composta por risadas, canções de bardos apaixonados (ou só descompromissados) e muitas danças ao ar livre. E durante a noite, bem... digamos que é graças às noites que este lugar proporciona que ele é tão agitado e, de certa forma, famoso.  Ah, sim! A Divisa com Carmagon! O Centro que Nunca Dorme, Onde Ela Não Me Deixa Dormir!",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196259503411306526/1girl_market_city_center_medieval_sketch_happy_dark_atmosphere_medium_bre_s-1604010457.png?ex=65b6fa7b&is=65a4857b&hm=155130d1bfaabb6e76791a912176e406a7a74bfebc2951f66a6df3a3b48e25f2&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "health",
    "placeholderMessageId": "1206268417972248697"
  },
  "1192160093941268630": {
    "id": "1192160093941268630",
    "name": "porto-das-altas-luzes",
    "description": "O Porto das Altas Luzes é, sem dúvida, o lar do povo mais acolhedor em todo o território de Terryan. Como ponto de parada para os reinos que dependem do mar para comércio e locomoção, este porto é caracterizado por ser um lugar onde a violência é proibida. Atracar um barco aqui é como abrir uma porta para o mundo que Terryan poderia ter sido, antes da chegada das Entidades Divinas.  A quantidade incontável de casamentos realizados aqui, juntamente com a raridade de histórias de corações partidos, destaca o Porto das Altas Luzes como um local onde as experiências amorosas florescem. De longe, é o destino mais desejado para quem procura um refúgio ou deseja adquirir produtos exclusivos encontrados nas proximidades do mar. Além de sua excelente reputação no âmbito romântico, o povo local é conhecido por produzir os melhores frutos do mar que Terryan já viu.  A cidade já foi reconhecida como uma cidade-estado por pelo menos meia dúzia de capitais nobres, que assinaram tratados de não agressão em relação a este lugar. Qualquer afronta aos barcos que vêm dessa região é vista com hostilidade pelos países vizinhos, garantindo a preservação da paz neste porto especial.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196259881066430474/ships_sea_fantasy_clouds_light_sky_1girl_1guy_hugging_couple_kissi_s-591974754_1.png?ex=65b6fad5&is=65a485d5&hm=dec050d70606718c075982df2318a71ef7b420c6ef855162c1d6b8d5b5662663&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "market",
    "placeholderMessageId": "1204577286318465024"
  },
  "1192156405185134662": {
    "id": "1192156405185134662",
    "name": "cordilheira-alto-mar",
    "description": "Antigamente, uma gigantesca cordilheira que se erguia até os céus, hoje em dia, é o local onde se inicia a vida para muitos habitantes de Terryan e a porta de entrada para um mar de terrores inimagináveis. A vida marítima parece simples: viajar até algumas ilhas, recolher tesouros e dormir com o gosto de sal na boca ao lado dos companheiros. No entanto, para alguns humanos, isso é mais do que suficiente.  A Cordilheira Alto Mar é um lugar magnífico, habitado por peixes voadores e oferecendo uma vista esplêndida de um oceano que permanece sempre calmo. Dezenas, se não centenas, de barcos de todos os reinos de Terryan coexistem harmoniosamente. É difícil encontrar alguém saindo daqui sem um sorriso no rosto, mas é fácil ver pessoas retornando sem expressão, por razões que não são reveladas neste lugar de começo e recomeço.  Sem dúvida, a Cordilheira Alto Mar se tornou um local de grande significado romântico para muitos nobres, sendo escolhido como cenário para eventos matrimoniais. Se existe um espaço em todo o território de Terryan que simboliza a paz entre os reinos humanos, é este. O esplendor da cordilheira, a serenidade do oceano e a harmonia dos barcos que ali se encontram contribuem para criar uma atmosfera única e memorável para celebrar uniões e consolidar laços entre as diferentes linhagens nobres. Este é um local onde as alianças são forjadas não apenas por acordos políticos, mas também pelo coração, em meio à beleza deslumbrante da Cordilheira Alto Mar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196260300865929347/ship_sea_fantasy_scenery_clouds_light_sky_1girl_wind_blonde_hair_blue_e_s-4143647087.png?ex=65b6fb39&is=65a48639&hm=131b01934b8ec5bcb5eb87f5d0fc3d2e675c40591e5080de61457dbe30c5ae17&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "barracks",
    "placeholderMessageId": "1196260313931198465"
  },
  "1192164319031468052": {
    "id": "1192164319031468052",
    "name": "baia-dos-vagabundos",
    "description": "Situada logo após as Cordilheiras Alto Mar, a Baía dos Vagabundos emana uma atmosfera sinistra, não devido às suas ondas, mas à sensação constante de estar sendo observado. Ela representa o caminho mais seguro para aqueles que buscam evitar, pacificamente, a perigosa região interior dos Mares de Darandur. Barcos que parecem não emitir sombras, ostentando uma coloração azul profunda, abrigam marinheiros que observam os intrusos como estátuas, suas capas ao vento conferindo um toque de mistério.  De tempos em tempos, esses marinheiros, uniformizados e enigmáticos, com capacetes que escondem sua humanidade, fazem pausas para interrogar fragatas intrusas. No entanto, há muito tempo não ocorrem agressões nesta área. O que persiste é o desconforto causado pela presença de uma organização conhecida por todos, mas compreendida por poucos: os Vagabundos. Esses indivíduos, que supostamente possuem o poder de respirar debaixo d'água e um conhecimento íntimo de Ada, são reconhecidos como guardiões da baía, superando até mesmo os escolhidos nobres da entidade em sua familiaridade com ela.  Aparentemente, é neste local que Crow Vesti atraca para compartilhar os espólios de suas jornadas em ilhas de monstros. Por essa razão, espiões dos reinos se disfarçam como pescadores para espreitar nas proximidades do grande farol e dos barcos que permanecem na Baía dos Vagabundos. Esses espiões se tornaram a única fonte densa de informações que Terryan possui sobre essa área peculiar, repleta de uma atmosfera que causa arrepios na pele.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196260518734860308/belts_overcoat_white_clothes_group_behind_wind_focus_on_character_dark_atm_s-2639799592.png?ex=65b6fb6d&is=65a4866d&hm=f67abfd3cb2c32f9db2d20e369264b46844fab50ec633771351ee4960402d2b3&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "barracks",
    "placeholderMessageId": "1196260531934347324"
  },
  "1192149218366853230": {
    "id": "1192149218366853230",
    "name": "cemiterio-de-fragatas",
    "description": "Este é o ponto onde marinheiros comuns optam por retroceder. Aqui começa a terra de ninguém dos mares. As fronteiras são demarcadas por sereias, inicialmente brincalhonas e amigáveis... até que você se aproxime o suficiente.  Não é sem razão que se diz que as Entidades Divinas abandonaram as águas de Terryan. Todos temem Ada e suas criaturas. A bênção das entidades é visivelmente retirada dos corpos de seus seguidores assim que a fronteira, marcada por destroços de navios, é cruzada. Se isso não for suficiente para manter todos em alerta, o eco das risadas das bruxas marítimas, observando impiedosamente os incautos navegantes adentrando o território, certamente o faz.  Aqueles que adentram aqui, marinheiros, abandonem toda a esperança.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196260698733420544/sirens_rocks_sea_sketch_3girl_siren_long_hair_looking_at_viewer_on_top_o_s-1277088837.png?ex=65b6fb98&is=65a48698&hm=e85a0110a6bea04732a4654abd28a76e8ba4b49f3251de8bff909f144b2ceaa1&",
    "troops": [],
    "efficiency": 50,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1196260712608178276"
  },
  "1192152317571629077": {
    "id": "1192152317571629077",
    "name": "aguas-fantasmagoricas-de-darandur",
    "description": "Darandur era o nome de um homem cuja identidade foi usurpada por este mar. Ele foi o primeiro capitão a ser emboscado pelos marinheiros humanoides de Ada, e como punição, a Entidade Divina das profundezas decidiu eternizar a vergonha da humanidade naquele mesmo campo de batalha, roubando suas almas e compelindo-as a lutar sobre as águas pelo resto da eternidade, uns contra os outros.  Inicialmente, só se ouve o barulho ensurdecedor de canhões e madeira se partindo. Nada é visível no horizonte, mas ao cruzar a linha da curiosidade, barcos fantasmagóricos lotam os limites da visão, travando uma batalha interminável, com sons ecoantes que reafirmam que tudo está lá, mas ao mesmo tempo, não está...  Alguns marinheiros que sobreviveram à passagem por essas correntezas afirmam que é possível até mesmo conversar com os fantasmas sobre os navios, mas não demora até que eles percam a consciência e se tornem agressivos.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196261098148601887/raining_ghost_pirate_ships_dark_atmosphere_scenery_raging_sea_sketch_s-3350213432.png?ex=65b6fbf7&is=65a486f7&hm=d8a6e38c76840f98b1b6239bb5cde8dbd8b7400e2e704bdad362f8a29bf5756c&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1196261109443862670"
  },
  "1192142248180187136": {
    "id": "1192142248180187136",
    "name": "correntes-da-chuva-infinita",
    "description": "Lair de Crow Vesti  Após a queda de Anlich, Carmagon se viu desamparada diante dos avanços implacáveis de Ada. As Entidades Divinas, de maneira literal, abandonaram Carmagon e seu povo marinheiro para sucumbir, mas não os Vagabundos; não Crow Vesti.  Foi nesse cenário que emergiu um grupo de mercenários conhecido como Mergulhadores. As águas dessas correntes tornaram-se palco de uma batalha feroz, onde canhões, tentáculos gigantes e barcos destemidos se enfrentavam nas profundezas do oceano.  Sereias, leviatãs, águas-vivas gigantes... tudo o que Ada lançou contra eles foi derrotado, e a Entidade Divina, já prestes a entrar em hibernação, só pôde se render, chorando pela primeira vez em séculos.  Quando as lágrimas de Ada caíram, os céus se cobriram com um clima sombrio, e a chuva inundou a atmosfera. Desde aquele dia, essas correntes específicas são marcadas por uma chuva incessante. Aqueles que dela bebem perdem a sede para sempre, mas também enfrentam um crescente desgosto pela terra firme, à medida que o mar se torna seu verdadeiro lar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196261428189999104/raining_pirate_ships_dark_atmosphere_scenery_raging_sea_sketch_fantasy_ba_s-3774478457.png?ex=65b6fc45&is=65a48745&hm=b55b20963ccc56e7ee992e709c32fa32377ef9fed866a9964d113e653e1d0939&",
    "troops": [],
    "efficiency": 200,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "barracks",
    "placeholderMessageId": "1196261446326177793"
  },
  "1192454908427907164": {
    "id": "1192454908427907164",
    "name": "terra-firme-inferno-flutuante",
    "description": "Se o seu navio encontrou ancoradouro aqui, você é, sem dúvida, alguém que já esgotou suas esperanças e não tem nada mais a perder.   Se o olhar de morte não permeia seu semblante, se a frieza não encontra espaço em seus olhos, então, talvez, você não deveria estar aqui. O conselho é claro: retorne enquanto ainda pode aos seus entes queridos, pois, uma vez que seus pés tocam a Ilha dos Golens de Pedra, seu destino é selado pela implacabilidade do lugar. A expressão endurece, o olhar se distorce, pois aqui, é melhor não se importar do que carregar o peso do luto constante por mais uma perda – um evento lamentavelmente comum neste recanto cruel.  A faixa de praia oferece relativa segurança para aqueles destemidos o suficiente. Os bandidos locais, sempre à espreita, cobram uma pequena taxa pelo “atracamento seguro”. Embora prometam salvaguardar sua embarcação, é sensato manter uma vigilância constante, afinal, essas almas desafortunadas não hesitariam em pilhar os bens de qualquer reino ou família - já que, no final das contas, não têm nada a perder.  As águas que circundam a ilha, turvas e sombrias, são tidas como reflexo do sangue que é derramado diariamente nos confins dessa terra hostil. Os acampamentos improvisados nas praias abrigam almas de coração sincero, e cada rosto carrega consigo uma história marcada pela adversidade. É Como se esses que não ousam ir para os interiores estivessem lá para infundir sanidade à mente impulsiva, lembrando-a de que os últimos momentos de paz ficaram para trás, fora da ilha, não dentro dela.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196261914708299847/bandits_seashore_dark_atmosphere_campfire_sketch_scenery_fantasy_medieval_s-65268199.png?ex=65b6fcb9&is=65a487b9&hm=5dfea4a8946a0e2aae5ad12cfbf8dea88e3390e74a3c866ce76e35f7775d2fc7&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "market",
    "placeholderMessageId": "1196261927895187486"
  },
  "1192455442803200002": {
    "id": "1192455442803200002",
    "name": "caverna-dos-fungos",
    "description": "Num ato de desespero ou extrema necessidade, alguns se aventuram pela ameaçadora Caverna dos Fungos, embora apenas almas corajosas ou desafortunadas escolham enfrentar tal caminho. Esta caverna, abundante em fungos de aparência sinistra, é envolta por lendas horripilantes, muitas das quais, lamentavelmente, têm uma dose de verdade. Por ironia do destino, esse é o único acesso ao interior da Ilha dos Golens de Pedra que não exige enfrentar as águas ácidas, embora o preço a pagar seja talvez mais terrível.  A doença misteriosa que permeia as profundezas da caverna desencoraja qualquer ser racional de se aventurar por seus corredores, mas os habitantes da ilha, em sua astúcia, estabeleceram um caminho iluminado por tochas. Essas tochas, submetidas a manutenção quase diária, servem como guias para os desavisados, alertando sobre os corredores seguros. Entretanto, para aqueles que decidem adentrar os domínios contaminados da caverna, confrontam-se com as desventuras dos incautos que tomaram a mesma decisão anteriormente. Infelizmente, esses infelizes não retêm mais a humanidade que possuíam, agindo de maneira que apenas lembra vagamente a natureza humana.  Conhecidos como \"Andarilhos Fúngicos\", esses seres cegos orientam-se pelo som metálico dos cintos de suas presas ou pelos ruídos de poças sendo pisoteadas. A escuridão do local torna quase impossível evitar encontros indesejados.  A advertência é clara: para quem valoriza a própria vida, seguir as tochas é a única escolha sensata. Aqueles que se aventuraram pelos recantos sombrios da caverna perderam a essência da pessoa que um dia foram, transformados irrevogavelmente pelo mal que ali habita.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196262306988949524/fungi_zombies_dark_atmosphere_cave_sketch_fantasy_medieval_s-3402175322.png?ex=65b6fd17&is=65a48817&hm=694e91500eff24855d02a45061a26d339439f3ed079561a3fdd700efdab87716&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "training",
    "placeholderMessageId": "1205785309623754753"
  },
  "1192456434160521378": {
    "id": "1192456434160521378",
    "name": "jardim-das-pedras-flamejantes",
    "description": "Num cenário de lagoas tóxicas, paredes que parecem ter ouvidos e criaturas rejeitadas das profundezas, emerge o enigmático Jardim das Pedras Flamejantes. Este nome é uma alusão à sua água ácida e à vida misteriosa que floresce em suas profundezas.  A conjectura que circunda o Jardim sugere que seja uma espécie de portal para outra dimensão. Não é totalmente insensato considerar essa ideia, especialmente quando se encontra destroços das fronteiras do mundo dentro desses limites. Pode muito bem ser que, do outro lado, aguardem terras inexploradas, além dos limites de Terryan, onde os arcanjos antigos ousaram entrar, mas nunca retornaram — conectando-se assim aos Rastejantes da Escuridão.  As cicatrizes nas paredes contam uma narrativa de batalhas épicas travadas há tempos. Espadas angelicais repousam, aparentemente intocadas, na água ácida, ao lado de esqueletos que provavelmente pertencem a bandidos que pensaram poder saqueá-las.  Os corredores deste jardim singular inevitavelmente conduzem a um ponto central: uma abertura protegida por um golem feito de um material distinto, que não se assemelha à pedra viva característica da ilha. Este golem aparenta ser um dos guardiões celestes mencionados em antigas escrituras, deixado para trás quando os arcanjos fugiram. Contudo, sem confirmação ou testemunho, permanece um enigma. Uma certeza persiste: ele não parece disposto a permitir a transgressão dos limites que estabeleceu. Em todo caso, ninguém ousou tentar, e seria insensato negociar com uma entidade de tal magnitude... ou não?",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196262534974550127/dark_atmosphere_cave_sketch_fantasy_medieval_acid_pool_golem_s-837995556.png?ex=65b6fd4d&is=65a4884d&hm=c4920f17fdacf5fb137a0288e628e257d88c6f33c109862c228094c4d0c9f41b&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "training",
    "placeholderMessageId": "1204758482327310356"
  },
  "1192460586202697788": {
    "id": "1192460586202697788",
    "name": "fortaleza-dos-bandidos",
    "description": "Ah, a humanidade, ou melhor, a escória dela, sempre se esgueirando até onde não é bem-vinda. A verdade é que onde há tesouro, há humanos, e onde há MUITOS tesouros, bem, acredito que você já entendeu.  A Fortaleza dos Bandidos é uma pequena cidade equipada com tudo o necessário para abrigar mercenários e oferecer uma vida breve, mas repleta de aventuras. Os tesouros da Ilha dos Golens de Pedra são tão abundantes que os mercenários perceberam que não há razão para lutar entre si, principalmente porque o perigo é proporcional às riquezas. Aqui, não há lei. Você pode comprar algo por um preço hoje e, amanhã, encontrar o valor dobrado. A tradição é que todo dia vivo é uma nova história, e, por isso, a cidade pode mudar completamente também.  A Fortaleza abrange todas as necessidades básicas: um pequeno porto, uma pousada, uma forja, um pequeno hospital e até mesmo uma casa noturna que ganhou popularidade após os \"governantes\" locais oferecerem uma porcentagem das riquezas para algumas cortesãs de Darandur, com o óbvio objetivo de trazer um pouco de diversão para o local.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196262773865320488/wooden_castle_behind_guards_medieval_fantasy_woods_overgrowth_ruins_s-2756512861.png?ex=65b6fd86&is=65a48886&hm=0a81626ab111219465937925cc4f596601a51a02e23201245975183dc57bf770&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "health",
    "placeholderMessageId": "1205302053916909610"
  },
  "1192457306080813066": {
    "id": "1192457306080813066",
    "name": "lar-dos-anjos-renegados",
    "description": "A poucos quilômetros da Fortaleza dos Bandidos, surge uma linha defensiva mantida por bandidos que visam proteger a fortaleza... de algo mais sinistro.  O Lar dos Anjos Renegados é uma cordilheira adornada por pilares celestiais, onde jazem as ruínas de um acampamento que outrora pertenceu aos arcanjos. Agora, os habitantes dessas ruínas são anjos caídos, vítimas da loucura que se abateu sobre eles quando o nome do Deus Esquecido foi apagado. Todos que perderam a sanidade fugiram para esta ilha, como se este local profano os aproximasse de algo que um dia amaram com devoção. Infelizmente, eles também perderam qualquer senso de propósito, atacando impiedosamente qualquer humano que ouse se aproximar das ruínas, brandindo lanças do julgamento, esquecendo-se de que um dia foram designados para protegê-los.  O número de mortes entre os bandidos cresce a cada dia. Parece que, aos poucos, os anjos estão avançando em direção à fortaleza, determinados a expulsar toda a vida humana da ilha de uma vez por todas. No entanto, devido ao número limitado de anjos renegados, eles são incapazes de avançar sem enfrentar sérias baixas. Adentrar esse local desacompanhado é uma sentença de morte, e tentar estabelecer qualquer comunicação com os anjos renegados é considerado um ato de insanidade.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196263146105606194/angels_fighting_sketch_s-1120322253.png?ex=65b6fddf&is=65a488df&hm=a610f09d43e30064b8b301042d002fa34a0c57104d7554a17562365791b6ddca&",
    "troops": [],
    "efficiency": 150,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "training",
    "placeholderMessageId": "1196263167463002142"
  },
  "1192461504415535145": {
    "id": "1192461504415535145",
    "name": "cidade-abandonada",
    "description": "Essas casas, outrora abrigo de muitos Pagãos após dias árduos combatendo a praga dos nobres em Terryan, contam histórias silenciosas de famílias interrompidas, de crianças que não cresceram e de pais que nunca retornaram ao lar. A madeira fria, espalhada pelo chão, preserva vestígios de sangue seco, testemunha de tragédias passadas. Pequenos golens de pedra vagueiam sem rumo, como se tentassem recordar o que eram quando a vida ainda pulsava nessas construções.  O nome da Cidade Abandonada se perdeu no tempo, assim como seus habitantes originais, uma vez que todos os que agora povoam a ilha não são nativos. O que se sabe é que este lugar já foi o centro da comunidade dos Pagãos, onde os não combatentes levavam uma vida pacífica. A cidade incluía um modesto hospital, um mercado e várias bibliotecas, detentoras de conhecimentos considerados profanos pelo restante do mundo.  Para os saqueadores que já passaram por aqui, todo o valor que a cidade um dia possuía foi levado. Os bandidos da fortaleza advertem qualquer intruso de que não há mais tesouros ocultos e alertam sobre os fantasmas dos antigos moradores que, de tempos em tempos, pregam peças nos visitantes desavisados, algumas das quais podem ser fatais.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196362849933590679/zombies_destroyed_village_medieval_dark_atmosphere_s-2393347491.png?ex=65b75aba&is=65a4e5ba&hm=b9956733620ef6b7b57dbf9a643938c6ddeeb5a3a37d16eb2b9c8f470504504d&",
    "troops": [],
    "efficiency": 70,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "training",
    "placeholderMessageId": "1205785251604074516"
  },
  "1192465222057869312": {
    "id": "1192465222057869312",
    "name": "portoes-de-titanio",
    "description": "A visão é impressionante e, ao mesmo tempo, aterradora. Gigantes de pedra, como sentinelas impassíveis, cercam os Portões de Titânio. Parecem infinitos, uma presença massiva que não acolhe nada de carne com benevolência. Estes portões gigantescos são o ponto de não retorno, uma fronteira intransponível para tudo que não seja feito de pedra, enquanto os próprios gigantes permitem a entrada uns dos outros sem qualquer hesitação.  Batalhas desenrolam-se diariamente contra esses gigantes. Alguns bandidos na fortaleza oferecem seus serviços por uma taxa, ajudando a derrotar essas colossais criaturas e permitindo a obtenção do valioso material que compõe seus corpos: a Pedra Viva, produto do sangue do senhor da ilha.  Os mercenários que estabeleceram essa ilha como seu lar afirmam que muitos desses gigantes já foram humanos. Algumas características humanas, como o tamanho da cintura, ainda são distinguíveis em algumas dessas colossais figuras. É uma mistura fascinante e macabra que deixa qualquer indivíduo mais temeroso inclinado a voltar correndo para o próprio barco. A aura sombria desses portões é um testemunho silencioso da insanidade que assola esta ilha.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196363055500636240/stone_golem_dead_bodies_s-2629859765.png?ex=65b75aeb&is=65a4e5eb&hm=a91f036435f274577171bfab9793cd29d1fe326f13d60a87d9a9bcbace5f88e5&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "training",
    "placeholderMessageId": "1196363068620406866"
  },
  "1192465687717875823": {
    "id": "1192465687717875823",
    "name": "a-mansao",
    "description": "Uma construção colossal erguida com a pedra viva, material oriundo das pesquisas obscuras do governante dessa ilha flutuante. Segundo os relatos dos habitantes do único local seguro nesse inferno, adentrar esses domínios é um desafio. Alertas insistentes tentam dissuadir qualquer tentativa de invasão, mas a curiosidade prevaleceu, e agora nos encontramos nos umbrais da mansão.  Os golens que protegem esses domínios, estranhamente, não mais parecem demonstrar resistência, como se tivessem reconhecido nossa força após derrotarmos tantos deles. A mansão, envolta por um jardim exuberante que se estende por toda a ilha, exala um perfume intenso e sua folhagem é não apenas esteticamente agradável, mas também comestível. A colheita é frequente, e muitos viajam até a ilha em busca dessa vegetação única, que, quando trazida para o exterior, se torna uma iguaria medicinal.  Apesar da beleza ao redor da mansão, um mistério paira sobre suas janelas. Os aventureiros evitam a frente do edifício como se tivessem sido advertidos por uma força invisível. Ninguém se atreve a comentar sobre o motivo desse temor. Em meio à neblina que tenta esconder os segredos da mansão, ela se destaca como um pote de ouro inalcançável, uma irresistível tentação diante da qual é impossível desviar o olhar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196363228041719868/mansion_fantasy_scenery_dark_atmosphere_overgrowth_s-2553945689_1.png?ex=65b75b14&is=65a4e614&hm=66cf3f847e5acd164f61775971c4ef1d30ce0605a9389ca4174beba2b7bcefc1&",
    "troops": [],
    "efficiency": 150,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1196363245024456797"
  },
  "1192466694841581718": {
    "id": "1192466694841581718",
    "name": "trono-de-pedra",
    "description": "Lair do Duque Pedra Viva  Aqui, diante do enigma que é o homem mais sagaz de todo o mundo, encaramos nosso destino. Acredito que este seja nosso fim, mas ainda assim, optaremos por uma despedida épica. Não, abandonemos esse pensamento tolo. Não sucumbiremos à morte, mas nos uniremos à própria essência da ilha. Uma honra concedida pelo Duque, para aqueles que oferecem uma resistência digna.  O Trono de Pedra se apresenta como uma estrutura imponente, envolta por pilares e vigas que desafiam qualquer força destrutiva. O Duque parece possuir uma ligação profunda com sua cadeira, erguendo-se apenas diante de \"visitantes\" – ou, como ele os chama com desdém, \"vermes\". Repousando no coração da sala, ele permanece em um estado contemplativo, sua expressão sombria inabalável. Não se dispõe a travar batalhas sem provocação, e se interessa por conversas casuais com intrusos, pois alcançá-lo é quase uma façanha impossível. No entanto, sua paciência tem limites.  Os Pagãos, outrora colaboradores devotados, agora têm seus corpos preservados em tubos ao redor da sala, como testemunhas silenciosas dos atos insanos do Duque. Ele, acostumado à presença macabra de seus antigos seguidores, parece não se importar com a expressão de sofrimento eternizado nos rostos daqueles que sacrificou impiedosamente em nome de sua busca insana pelo conhecimento.  Quem quer que ouse adentrar esse espetáculo infernal, que esteja ciente do que faz e que aquilo que busca, valha verdadeiramente a pena. Que sua jornada seja guiada por um propósito que transcenda as sombras que pairam sobre o Trono de Pedra.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196363458258686002/disheveled_light_green_hair_round_glasses_sleek_black_suit_golden_buttons_wh_s-3572585517_1.png?ex=65b75b4b&is=65a4e64b&hm=5c1d95babd2f52b24b0bb864be06dea68bba052b05e9752deeb84aea58f1168b&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1196363472099868742"
  },
  "1192469301689585664": {
    "id": "1192469301689585664",
    "name": "santuario-da-prisao-de-palastris",
    "description": "Em tempos remotos, a Ilha dos Golens de Pedra era apenas uma rocha solitária, esquecida pelo curso da história. No entanto, após a queda de Anlich, um asteroide celestial colidiu com a ilha, trazendo consigo uma entidade misteriosa em forma humana. Os corajosos mineradores locais tentaram socorrê-la, mas cada tentativa de aproximação resultava em uma desintegração instantânea. A estranha entidade parecia limitada a uma única ação: piscar. Uma singularidade que intrigou os habitantes.  Após semanas de vigilância atenta, a entidade pronunciou uma palavra, como uma brisa suave: \"Palastris\". Este evento singular ocorreu durante o turno noturno de um jovem aprendiz, que, cativado, jurou lealdade a essa entidade misteriosa. Inicialmente receosos, os líderes da pesquisa aceitaram a autenticidade das palavras do aprendiz, concluindo que não havia razão para mentir. Assim, a entidade recebeu o nome de Palastris.  Meses se passaram, e os observadores notaram que o corpo de Palastris, de maneira inexplicável e fascinante, se fundia com a rocha circundante. Era uma simbiose entre o divino e o terreno, enquanto vigas de luz ao redor de seu corpo se solidificavam, entrelaçando-se com o solo da ilha. Palastris, que antes piscava, agora apenas respirava, como se tecesse uma nova essência à sua volta.  Antes que as pesquisas pudessem revelar mais mistérios, uma tragédia se abateu sobre a ilha. O Duque Pedra Viva, envolto em insanidade, irrompeu e ceifou a vida de todos os habitantes, mas Palastris permaneceu intocada. Convencido de que ela era a guardiã da ilha, o Duque construiu uma majestosa mansão ao redor de seu corpo, onde as vigas resplandecentes serviam como uma auréola de \"boa sorte\". Uma estrutura que, embora refletisse a grandiosidade do Duque, não podia esconder a sombra de um amor proibido que ele nutria por Palastris, uma entidade cujo olhar profundo despertava sentimentos há muito esquecidos.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196363714442580060/flower_in_hair_overgrowth_leaves_around_body_1girl_naked_empty_face_sleepy_s-3315481489.png?ex=65b75b88&is=65a4e688&hm=9e604f43cd98087442583d7f4a92cf9a6abcf7b5afff3ff3039eaea9445a2abe&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1196363728598339695"
  },
  "1194037762970628206": {
    "id": "1194037762970628206",
    "name": "royal-magnum",
    "description": "A narrativa da vitória da humanidade sobre os Rastejantes da Escuridão muitas vezes obscurece um capítulo sombrio e esquecido da história, onde arcanjos e humanos enfrentaram as forças das trevas antes da intervenção divina. O campo além das Ruínas das Muralhas de Yor testemunhou anos de uma batalha incessante, onde a resistência desesperada contra monstros estrangeiros ocorria em ritmo descompassado, desafiando a própria natureza do tempo. No entanto, a vitória foi conquistada à custa de um mar de sangue indescritível, onde espadas, cadáveres de Rastejantes da Escuridão e dos bravos defensores de Terryan flutuam em um oceano de horrores, estendendo-se até onde a visão alcança.  Neste lugar, nenhuma entidade divina ou dádiva ousa caminhar, deixando apenas os humanos a enfrentar as terríveis lembranças. Aqueles divinos que tentaram adentrar esse mar de desolação simplesmente desapareceram, esquecidos como se o próprio universo os rejeitasse. É o tipo de evento deprimente que o Arcanjo Yor e seus seguidores buscavam evitar, contendo o avanço das trevas nos limites de Terryan, pois sem as Entidades Divinas, o mundo se vê ameaçado de perecer.  Os rostos horrorizados e feridas sangrando eternamente compõem a cena comum aqui. Explorar esse lugar exige cautela, pois cada passo revela uma história de sacrifício e sofrimento que se estende além das memórias divinas e se conecta à essência mais crua da humanidade.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196363983440056420/crowd_knights_fighting_character_focus_dirty_angry_1guy_black_hair_gree_s-3387494132.png?ex=65b75bc9&is=65a4e6c9&hm=90ff46ad07d31b26fd8a3482d9aa94731d1261085d4c33c7f5d24a48f60abeed&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "barracks",
    "placeholderMessageId": "1196364003677589604"
  },
  "1193931142408183828": {
    "id": "1193931142408183828",
    "name": "ruinas-das-muralhas-de-yor",
    "description": "Abram alas para os limites do Mundo, um horizonte imenso que leva aos confins de Terryan, onde o desconhecido abriga os mais imponentes inimigos já vistos, ou curiosos de outro tempo e dimensão! As muralhas que defendiam Terryan de estrangeiros foram destruídas para jamais serem erguidas novamente, mas apesar disso, o reino se encontra mais seguro do que nunca.   Este lugar foi preservado pelos nobres do Reino Azula, que ordenaram que ele não fosse reerguido, para que servisse de memória para o sacrifício de Yor, que pereceu aqui mesmo nessas ruínas, lutando sozinho contra milhões de Rastejantes da Escuridão. Este não é um lugar de luto, mas sim um que recorda os inimigos de Terryan de que nem mesmo trazendo destruição sobre o reino celeste foram capazes de dominar Terryan.  As Ruínas das Muralhas de Yor são habitadas por Caçadores de Dádivas, que defendem este lugar com corpo e alma, independentemente do que seja. Se há algum motivo para não existirem mais relatos de Rastejantes da Escuridão ou qualquer coisa que possa ser chamada de alienígena nos interiores do reino, é por causa deles. Infelizmente, eles desprezam a maioria dos nobres, e os conflitos entre eles e a corte são constantes. No entanto, em respeito à bravura de Yor e ao propósito das muralhas, eles permanecem fazendo um ótimo trabalho nas ruínas, o que lhes garante um \"passe livre\" para habitá-las diante dos olhos do resto do mundo.  Além das ruínas majestosas, vestígios da batalha titânica entre Yor e as hordas dos Rastejantes da Escuridão ainda perduram nos campos circundantes. Gigantescas lanças de Yor, erguidas com poder divino, permanecem cravadas na terra, esmagando esqueletos desmoronados dos Rastejantes da Escuridão que, ao longo do tempo, se transformaram em alimento para a terra. Essas lanças se tornaram testemunhas silenciosas de uma luta épica entre uma entidade divina e criaturas malignas, oferecendo um espetáculo sombrio e solene que ecoa através das eras. Entre as ruínas das muralhas e as lanças fincadas, este é um cenário que conta uma história de sacrifício e triunfo, lembrando a todos que a luz de Yor ainda brilha nos destroços daquilo que um dia foi uma batalha mortífera.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196364211501142136/celestial_wall_ruins_sun_rising_mist_scenery_sketch_s-3430469016.png?ex=65b75bff&is=65a4e6ff&hm=ea5c537757ff1edc9a206ec4030a262ec844c7b397e59272b2b9ce7af1931a5f&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "market",
    "placeholderMessageId": "1206268455662260294"
  },
  "1193937211440246934": {
    "id": "1193937211440246934",
    "name": "alta-colmeia-sul",
    "description": "Na Alta Colmeia Sul, encontramos mais do que um simples local para obter uma montaria voadora; aqui, testemunhamos a união única entre humanos e os fascinantes insetos sencientes de Terryan. Contrariando concepções comuns, muitos humanos não apenas compartilham o espaço com essas criaturas como também contribuem ativamente para os afazeres locais, estabelecendo uma simbiose notável. Seu exterior é delineado por tentáculos de Queratina que emergem do solo, bombeando ar para uma imensa cúpula conectada a um labirinto de túneis intermináveis, supostamente ligados à Alta Colmeia Norte e a diversos pontos de interesse no Mundo. Os mercenários apelidaram carinhosamente a Alta Colmeia Sul como a versão \"terrena\" do Abraço das Profundezas, uma rota vital para viajar entre as zonas costeiras e os mares de Terryan.  Os céus sobre esse enclave único são dominados por cavaleiros de abelhas e suas montarias, que patrulham os arredores da cúpula. Este cenário, que lembra um inseto gigante, é palco do fascinante \"canto dos insetos\", uma serenata constante gerada pelos feromônios exalados para o exterior. Curiosamente, os estrangeiros denominam essa melodia como o \"canto dos insetos\", enquanto os nativos a chamam de \"canção dos Artros\", um mistério para aqueles que não se aprofundam nos ensinamentos de Hibma.  Adentrar esse ambiente extraordinário exige uma disposição para explorar um mundo novo e peculiar, mas, acima de tudo, pacífico e maravilhoso. Aqui, testemunhamos não apenas uma convivência harmoniosa, mas também o marco do fim de uma era de conflitos entre duas espécies, revelando que, afinal, sempre trabalharam melhor juntas.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196364778550067210/giant_hive_fantasy_sketch_s-605338256.png?ex=65b75c86&is=65a4e786&hm=0e803b02beb66d32d980b692ae394548e39a4cd5debefadb2f09c7ab070f548c&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "health",
    "placeholderMessageId": "1203457567028805642"
  },
  "1193927772876324895": {
    "id": "1193927772876324895",
    "name": "campo-do-capim-divino",
    "description": "Lar de uma grande parte dos seguidores de Lorenta, o Campo do Capim Divino é o local onde a Entidade Divina do barro repousa, em algum lugar, dentro das terras.  Desde que Lorenta adormeceu, o local ganhou uma fertilidade incomparável. Os seguidores da divindade não perderam tempo e estabeleceram diversas fazendas ao redor dos gigantescos hectares do que aqui se chama de \"Capim Divino\". Esse capim tem uma textura, sabor e uma variação de cor laranja diferentes a cada ano. Aqui, novas espécies de animais emergem da terra com frequência, a ponto de a Aliança de Yor decidir parar de catalogá-los, nomeando-os apenas como \"Crias do Barro\".  As fazendas são humildes, mas o povo que as habita, apesar de simples, sempre tem muitas experiências para compartilhar. No mundo agrícola, eles se destacam, sendo uma parte essencial da economia do Reino Azula. Como forma de reconhecimento, os nobres de Yor decidiram isentar todos os camponeses dessas áreas de impostos, contanto que uma pequena parcela da farta colheita de cada família seja compartilhada com a corte. Isso é o que Yor desejava, segundo o Bispo, e os fazendeiros afirmam que a terra consente com essa teoria.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196364906941923338/farm_river_tall_grass_farmer_1girl_and_1guy_dirty_happy_wind_brown_hair_s-592828761.png?ex=65b75ca5&is=65a4e7a5&hm=4835b5b75f3a6486a29c4a656e65760ae61dccd2b22de773b37434aac27b4198&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1205241658510417981"
  },
  "1193921882525814944": {
    "id": "1193921882525814944",
    "name": "canal-da-alianca",
    "description": "Estradas movimentadas, porém ordeiras, apresentam uma arquitetura de tirar o fôlego, revelando beleza em sua simplicidade e um respeito pelas cores. Este é um dos centros comerciais mais influentes do mundo, o Canal da Aliança, onde os povos protegidos de Hibma, Lorenta e Yor coexistem sem preconceitos. A cultura do povo do Reino de Azula é tão encantadora que, mesmo lotado, o local mantém uma quase nula poluição sonora.  Um canal de água cristalina corta dois paredões de ruas, proporcionando acesso ao Rio Leimar, que encontra o mar após a Província de Carmagon. As ruas, normalmente repletas, abrigam uma variedade de lojas com mercadorias de todos os cantos do mundo. Algumas cobram preços mais elevados devido às taxas locais, mas mesmo com impostos consideráveis, é difícil encontrar um comerciante insatisfeito aqui. Dizem que este lugar representa o que há de melhor na vida da cidade, sendo ideal para o crescimento profissional em qualquer área desejada.  A melhor maneira de explorar o local é acompanhado, e durante a noite, quando a maioria do comércio se acalma, é possível apreciar a fragrância do rio e observar os peixes que, durante o dia, são demasiadamente tímidos para aparecer.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196365044531871764/fountain_city_center_crowd_fantasy_medieval_sketch_scenery_s-1689384348.png?ex=65b75cc6&is=65a4e7c6&hm=a46790a546de1f1223a46b71d16616e48fc75955b61fdd05e2c04b30d20f4e6e&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "market",
    "placeholderMessageId": "1203839792807288893"
  },
  "1194025562268778527": {
    "id": "1194025562268778527",
    "name": "guilda-arcanjo-armado",
    "description": "Num inusitado entrelaçamento entre mercenários e devotos, a Guilda Arcanjo Armado estabeleceu-se no Reino Azula, desafiando as expectativas. Diante da necessidade de enfrentar ameaças estrangeiras, os nobres não tiveram alternativa senão permitir que aventureiros desbragados erguessem sua guilda no território. Afinal, quem melhor do que esses afoitos infelizes para lidar com monstros estrangeiros e trabalho sujo, financiando-se a si mesmos sem onerar os cofres reais com custos adicionais de armaduras?  Apesar da postura moral do Reino Azula, dentro da Guilda Arcanjo Armado prevalecem regras distintas. Nesse enclave, é imperativo estar alerta para não ser surpreendido por um ladino astuto ou seduzido por uma ilusionista ardilosa. Se você não estava ciente dessas nuances, é possível que nunca tenha adentrado uma guilda de aventureiros. Aqui, as regras são próprias, a fama se constrói com base em feitos registrados em quadros, e medalhas, mesmo que sejam meramente simbólicas, denotam o nível de habilidade de cada membro. Bem-vindo à escória, bem-vindo ao lugar dos que realmente VIVEM...!  Ao ingressar, recomenda-se dirigir-se ao balcão mais próximo, onde se encontram indivíduos fardados, e recusar qualquer oferta de bebida vinda de estranhos. A Guilda Arcanjo Armado é um refúgio singular, onde as fronteiras entre o sagrado e o profano desaparecem diante da busca por fortuna e glória.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196365194541137920/1guy_white_hair_braids_blue_eyes_pale_skin_guild_uniform_table_blurry_ba_s-3341377293.png?ex=65b75ce9&is=65a4e7e9&hm=0821df9cee2d60eaaebb570168399363fe60a0adc978595403dc26f4cf702828&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1196365210118803477"
  },
  "1194017997413679184": {
    "id": "1194017997413679184",
    "name": "fonte-de-abta",
    "description": "Antes mesmo da grandiosa Capela Azula, ergue-se um colossal domo de gelo, que guarda consigo o suposto motivo que levou a Aliança de Yor a migrar para o Reino Azula, conforme os rumores se propagam. Trata-se de uma humanoide brilhante que, após cair de um meteorito pouco tempo após a derrota dos Rastejantes da Escuridão, fundiu-se com os próprios solos, desencadeando uma exalação incessante de gelo que se espalhava incansavelmente, congelando tudo em seu caminho. A nobreza de Yor, ao chegar, interveio para conter o avanço desenfreado do campo de gelo, e desde então, esforça-se diariamente para mantê-lo sob controle.  A chegada dessa humanoide assemelha-se àquela ocorrida na Ilha dos Golens de Pedra, Palastris. Diferentemente do projeto de estudo abandonado pelo Duque Pedra Viva, os pesquisadores do Reino Azula dedicam-se diariamente a desvendar os mistérios que envolvem essa figura. Mirthir, a única entidade divina desperta no momento da queda do meteorito, ao ser indagado sobre a relação da humanoide com ele, respondeu vagamente: \"Oh, sim. Ela exala azul, mas não vem de mim, nem de nada que tenha nascido aqui. Na realidade, estou certo de que é capaz de me vencer em um caloroso combate, exatamente como algo de outro mundo!\"  Essa afirmativa deixou a corte de Yor perplexa, resultando na alocação de recursos substanciais para aprofundar os estudos da humanoide. A esperança utópica de extrair parte de seu poder alimenta o desejo de reviver o anjo falecido Yor.   Após quase dois anos de intensa pesquisa, concluiu-se que a entidade é chamada Abta, conforme inscrições antigas em suas escleras, e que tanto ela quanto o gelo que carrega são infinitamente mais antigos do que qualquer coisa já existente em Terryan. Embora adormecidos, Ada e Azhta manifestaram grande interesse em vê-la pessoalmente, aguardando o momento propício para despertarem e visitarem a misteriosa garota que caiu dos céus.  Os arredores emanam uma aura aconchegante e gélida, tornando o local acessível ao público como uma exposição de uma princesa adormecida. O gelo, que não cessa de expandir-se, possui propriedades curativas e é coletado diariamente para abastecer hospitais em todo o mundo.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196367149170688100/1girl__frozen_in_ice_closed_eyes_big_ice_cristal_sketch_fantasy_sleeping_s-4125827225_1.png?ex=65b75ebb&is=65a4e9bb&hm=3b75731fc386b33145ae590f270b5854276ee5f736c3718cea7d564ad6a0acb1&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "clergy",
    "placeholderMessageId": "1203408023519895614"
  },
  "1193912177279635587": {
    "id": "1193912177279635587",
    "name": "grande-capela-azul",
    "description": "Após a absorção do Reino Azula pela aliança dos nobres de Yor, a Grande Capela foi transferida para este novo território. Sob a orientação do Bispo Aschevisk, um dos mais habilidosos dançarinos do reino e, de longe, o devoto mais fervoroso escolhido de Yor, a capela foi transformada em um salão elegante para danças religiosas. Algumas pessoas chegam a ver Aschevisk como o legítimo filho da entidade, devido à sua notável semelhança com as descrições existentes do arcanjo encontradas nos livros. Dentre todos os nobres, ele é o que menos se envolve na política do trono. Em vez disso, seu desejo é disseminar o amor de Yor pelo mundo, tornando-se uma das principais forças diplomáticas do Reino Azula ao negociar com outros reinos.  Aschevisk passa o dia inteiro na Grande Capela, abençoando os fiéis e convidando os mais extrovertidos para dançar com ele, permitindo que todos se sintam tão próximos de Yor quanto ele acredita estar.  O local foi construído de acordo com as medidas e caprichos do bispo, com janelas que iluminam o centro com uma luz focalizada e calorosa, formando uma estrela com a ajuda das grades presas aos vidros adornados com prata. No topo, há uma grande pintura de Yor, seguindo as escrituras sagradas que o louvam. Nos extremos, existem tronos de cores diferentes, destinados a cada Entidade Divina, pois o Bispo Aschevisk acredita fielmente que Yor deseja a união de todos aqueles que lutou até o final para proteger.  Mirthir, Ada, Lorenta e Hibma reconhecem este lugar como um santuário intocável. Azhta, naturalmente, despreza o estabelecimento, vendo Yor como alguém incapaz de manter o mundo seguro.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196367650020933683/big_saloon_multiple_people_white_hair_blue_eyes_sketch_empty_faces_dancing_s-4046939701_1.png?ex=65b75f33&is=65a4ea33&hm=07a0219723eeebdb427bb5da2862089c117e189fc4b51dfedb36487e0e387132&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1204818866837131325"
  },
  "1193906512184225803": {
    "id": "1193906512184225803",
    "name": "salao-de-banho-azula",
    "description": "Com uma história que transcende gerações e erguido muito antes da invasão dos Rastejantes da Escuridão, o Salão de Banho Azula ostenta mais narrativas do que qualquer outro local de repouso nobre. Pelo menos, é assim que os frequentadores locais gostam de se orgulhar.  Este espaço não é apenas destinado ao relaxamento. Se você pretende mergulhar nas águas cristalinas deste lugar, é necessário ter uma história fascinante na ponta da língua para entreter os que já estão presentes. Esse é o preço para desfrutar deste ambiente, reforçado pela cultura local. Após a aliança nobre de Yor absorver o Reino de Azula, este local se tornou restrito aos nobres por um tempo, especialmente por estar dentro do grande receptáculo do reino. No entanto, após pressão popular, os nobres decidiram permitir que burgueses de alta classe voltassem a frequentar o local, o que surpreendentemente acalmou uma greve comercial.  Diariamente, você pode encontrar as irmãs de Luzart e outras nobres de Yor deslumbrantes aqui. Sem mencionar que sempre que o reino recebe visitantes, eles são convidados a se juntar ao banho, onde são agraciados com histórias, por vezes inventadas, e a presença deslumbrante das escolhidas de Yor. Segundo os que já experimentaram, é um gosto divino.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196367835753099274/hot_spring_naked_multiple_girls_white_hair_blue_eyes_sketch_empty_faces_h_s-250001796.png?ex=65b75f5f&is=65a4ea5f&hm=1ed1166040679677e13dcc3fd88102fe63ed09e28efb4063bd721cea6f4131fe&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "tavern",
    "placeholderMessageId": "1196367851670470676"
  },
  "1190936522338344970": {
    "id": "1190936522338344970",
    "name": "sala-do-trono-de-azula",
    "description": "Este é um lugar de alta tensão, onde nobres com sangue de Yor estão constantemente envolvidos em uma competição passivo-agressiva pelo trono.  O Reino Azula, anteriormente dominado por humanos comuns, foi absorvido pelos seguidores dos Arcanjos após o fim da invasão dos Rastejantes da Escuridão. A cruzada sem sentido desses aspirantes celestiais, que discriminam demônios e qualquer coisa que não seja divina, permanece forte na diplomacia, pronta para ser reacendida. No entanto, os problemas internos impedem qualquer ação imediata, uma vez que, sem um líder e com Yor morto e incapaz de escolher um sucessor, nenhum nobre com o sangue de um arcanjo está disposto a baixar a cabeça perante outro.  A Sala do Trono de Azula é um local imenso, com almofadas dispostas ao redor do trono, onde as irmãs de Luzart geralmente se deitam. Tronos menores estão espalhados pela sala para que os outros nobres possam se assentar, e um grande tapete se estende até a entrada, apresentando uma tonalidade de azul forte adornada com listras douradas banhadas a ouro, como era de se esperar.  Luzart é desafiado em seu lugar diariamente, mas até o momento, nenhum nobre conseguiu enfrentá-lo em um combate corpo a corpo. Seu ego é gigantesco por causa disso, tornando difícil qualquer tentativa de discutir com ele. Seus ouvidos, no entanto, estão abertos para as irmãs e para aqueles que decidiram que não vale a pena desafiar seu domínio.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196368047410270218/1guy_muscular_crown_white_eyes_hand_on_cheek_throne_head_tilt_sketch_roy_s-976409188.png?ex=65b75f91&is=65a4ea91&hm=a5372a3f27c52fdc6718200107cb39d4022c9ba4d8a4aba326eae79efd3f1b27&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "royal",
    "placeholderMessageId": "1205785274668552192"
  },
  "1194463202956824627": {
    "id": "1194463202956824627",
    "name": "noble-magnum",
    "description": "Após a derrota dos arcanjos e da humanidade, o Noble Magnum, segunda instância das muralhas de Terryan, desempenhou um papel crucial no monumental esforço de evacuação. Os militares voluntários permaneceram para enfrentar a ameaça iminente, enquanto os civis foram direcionados para embarcações preparadas pelas entidades divinas, oferecendo uma chance de escapar do cataclismo dos Rastejantes da Escuridão. No entanto, antes que a escuridão envolvesse totalmente este local, Lorenta emergiu dos chãos à frente do exército humano. Em poucas horas, ela conseguiu conter o avanço dos Rastejantes da Escuridão, inaugurando uma nova esperança para a humanidade. As ruínas que permanecem hoje são testemunhas da proteção que esse local ofereceu à Província de Carmagon.  Cidades pequenas proliferam nas proximidades, e o local é constantemente visitado por peregrinos de todo o mundo. Estes viajantes vêm tocar nas muralhas como um ato de devoção, celebrando o dia em que a humanidade resistiu e contra-atacou as forças das trevas. O clima local, modificado pela anterior presença de Lorenta, é caracterizado por sua aridez e calor, proporcionando uma atmosfera única em relação ao restante de Carmagon. Mesmo assim, o clima não impede que os visitantes testemunhem as muralhas celestiais com seus próprios olhos.  O Noble Magnum tornou-se um ponto focal para organizações anti-nobreza, surpreendentemente caracterizado por uma baixa taxa de criminalidade. Essa dinâmica reflete uma visão de um mundo onde os nobres podem não ser essenciais para aqueles que não compreendem totalmente os eventos que moldaram este local único.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369009289990226/city_walls_crowd_knights_scenery_sketch_fantasy_medieval_s-3237987599.png?ex=65b76077&is=65a4eb77&hm=4c567e19b5a9e1532337ddcce81fc2a6724f36eee28b3a875801db8f1bb98c0c&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "barracks",
    "placeholderMessageId": "1205724838417928283"
  },
  "1194466321207935026": {
    "id": "1194466321207935026",
    "name": "alta-colmeia-norte",
    "description": "Às margens da imponente Capital de Carmagon, poucos quilômetros após Noble Magnum, ergue-se um dos monumentos mais grandiosos de origem invertebrada em Terryan: a Alta Colmeia Norte. Fruto da duradoura aliança entre Hibma e Lorenta, esta majestosa estrutura permeia os gigantescos túneis e se estende pelas ruas de Carmagon. No coração dessa colossal construção repousa Hibma, a Entidade Divina da Alta Colmeia, em seu sono profundo.  Apesar da aparência que pode parecer intimidadora à primeira vista, a Alta Colmeia Norte acolhe de braços abertos todos os humanos que desejam explorar suas maravilhas. Seja para estabelecer moradia ou simplesmente para interagir com uma miríade de insetos, o local atrai aventureiros em busca de montarias excepcionais, prontas para levá-los a lugares distantes além dos limites urbanos de Carmagon. Este é um verdadeiro refúgio para invertebrados destemidos, muitos dos quais buscam cavaleiros capazes de guiá-los por experiências fascinantes.  Desde o término da guerra entre humanos e insetos, a Província de Carmagon floresceu como uma das potências mais formidáveis do mundo. Este reduto tornou-se uma linha de defesa robusta contra os Rastejantes da Escuridão, destacando a resiliência notável que surge da cooperação entre humanos e insetos.  Quatro nobres se destacam como embaixadores dentro da Alta Colmeia Norte, moldando a relação entre Carmagon e seus habitantes invertebrados. Pertencentes à nobre Família do Mel Real, os Dulciabri desempenham um papel crucial como a ligação primordial entre a Capital de Carmagon e a imponente Alta Colmeia Norte.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369180769923092/giant_hive_fantasy_sketch_s-1755271805_1.png?ex=65b760a0&is=65a4eba0&hm=bcfb44042bc5aba9b5642666b116002376ba28760f9629660e8cb3ff9d5ad68a&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "health",
    "placeholderMessageId": "1196369194728574996"
  },
  "1194471020845858876": {
    "id": "1194471020845858876",
    "name": "tuneis-comerciais",
    "description": "Sempre pulsantes de atividade, esses túneis servem como morada para uma impressionante simbiose entre insetos e humanos. Aqui, os artífices habilidosos forjam armamentos lendários utilizando geleia real, tornando-se as armas mais cobiçadas entre os mercenários e soldados de Carmagon. Essas armas multifuncionais conquistaram corações, assim como a inesperada fama da culinária vegetariana, que floresce nos Túneis Comerciais da Alta Colmeia do Norte.  O chão é adornado por flores resplandecentes que garantem que a atmosfera nunca mergulhe na escuridão, enquanto os vaga-lumes contribuem para essa iluminação natural. No epicentro, um pódio elevado abriga um nobre da Família Dulciabri, sempre atento à interação harmoniosa entre humanos e insetos, acompanhado por sua montaria leal - uma espetacular vespa de combate.  Insetos gigantes transitam entre os abarrotados corredores, onde pequenas lojas competem por atenção. Algumas vezes, humanos servem como anfitriões, enquanto em outras ocasiões, baratas gigantes se dedicam a vender roupas de todos os tipos. Nesse ecossistema diversificado, você pode encontrar de tudo. Insetos maiores desempenham o papel de guias turísticos, conduzindo visitantes por atrações que vão desde tavernas locais até o mar de mel real, que guarda a substância mais doce do mundo. Se há um lugar em Terryan capaz de proporcionar uma experiência verdadeiramente única, certamente está nestes túneis vibrantes.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369465261170759/dirt_tunnel_giant_ant_fantasy_sketch_glowing_flowers_light_particles_f_s-2454225214.png?ex=65b760e3&is=65a4ebe3&hm=bbfafbf8b3e89a88ec6e1b6c4ae9396d854cacebc8d42ee60bfb1b37c86d2ac8&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "market",
    "placeholderMessageId": "1196369476573208628"
  },
  "1194474364624707764": {
    "id": "1194474364624707764",
    "name": "taverna-zangao-apaixonado",
    "description": "A pedido dos Dulciabri, Hibma abriu as portas para a construção de uma taverna humana dentro da expansiva Alta Colmeia Norte, que oferece mais espaço em comparação à sua contraparte do Sul, projetada principalmente como uma base militar. Contrariando qualquer expectativa, a Taverna Zangão Apaixonado, nome que surgiu quando a construção foi finalizada, rapidamente se tornou um ponto de encontro diário não apenas para os humanos locais, mas também para invertebrados que incorporaram a taverna em suas rotinas.  Este é um local verdadeiramente exótico. Se vai ser atendido por uma garçonete atraente ou por uma formiga gigante, a sorte é a única que decide, e o cardápio abrange desde hidromel até refeições cujos nomes por si só podem induzir risadas e desconforto. Surpreendentemente, a Taverna Zangão Apaixonado mantém padrões elevados de higiene, enquanto as atendentes colaboram habilmente com seus ajudantes insetos, criando uma atmosfera de simbiose notável.  Nos túneis que se estendem até o segundo andar, os quartos oferecem acomodações confortáveis e bem climatizadas, permeadas pela suave fragrância de mel - o perfume característico das atendentes (não por escolha própria, afinal... estão em uma colmeia, e o aroma já se integrou às suas peles). Experimente uma jornada sensorial única na Taverna Zangão Apaixonado, onde humanos e insetos compartilham harmoniosamente este espaço diversificado (insetos não são os melhores com bordões).",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369649667936299/1girl_yellow_hair_black_hair_multicolored_hair_medium_breasts_cleavage_si_s-4010400042_1.png?ex=65b7610f&is=65a4ec0f&hm=ccecb4bc36845b0f7fac6c689c7fb517ddf1675f5d02088cb497e7c76a6bcac9&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1196369659293876244"
  },
  "1194529084252880987": {
    "id": "1194529084252880987",
    "name": "portoes-da-capital",
    "description": "A entrada para Carmagon é mais do que apenas um limiar físico; é um portal para experiências extraordinárias e oportunidades únicas. Este é o ponto de partida para muitos que buscam encontrar propósito e aventuras incomparáveis, graças à influência de Hibma e seus magníficos insetos. Desde explorar cavernas verticais até participar de batalhas aéreas, Carmagon oferece uma vida repleta de extremos emocionantes.  A capital é governada pela proeminente família Dulciabri, cujas raízes remontam às mulheres que receberam o abençoado Mel Real de Hibma, possibilitando a transformação em insetos-titãs, uma das formas divinas existentes no mundo e, sem dúvida, uma das mais poderosas.  Os portões de Carmagon não se abrem indiscriminadamente; a entrada é concedida somente a visitantes que apresentam razões específicas aos atentos cavaleiros de abelha que patrulham as entradas. Uma vez permitida a passagem, uma formiga gigante é designada como montaria temporária, garantindo não apenas o cumprimento da visita, mas também a segurança do local.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369802344808510/walls_gates_medieval_fantasy_crowd_sketch_scenery_s-310308734.png?ex=65b76134&is=65a4ec34&hm=f3cc025f0698c0958798f48064f202d4cd932bc4ba3ff558d49723f9c0d3c1f6&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "barracks",
    "placeholderMessageId": "1196369816118886510"
  },
  "1194532484285747230": {
    "id": "1194532484285747230",
    "name": "guilda-viuvas-negras",
    "description": "A Guilda Viúvas Negras, outrora uma guilda comum de aventureiros, passou por uma transformação marcante ao receber financiamento dos nobres de Carmagon. Os códigos de honra mercenários deram lugar às regras da elite, e a equipe original foi substituída por um grupo de confiantes assassinas do reino: as Viúvas Negras, habilidosas mulheres dedicadas à arte de encantar aranhas.  A entrada é \"exclusiva\" para mulheres, pois a presença masculina é tão rara que não se encontra nada destinado aos homens dentro da guilda. Embora ainda seja possível para rapazes adentrarem o local e pegar missões no quadro, a atmosfera pesada que envolve o evento desencoraja qualquer tentativa.  Existe uma crença quase religiosa entre as frequentadoras desta guilda de que as mulheres são superiores em todos os aspectos, e a hospitalidade estendida às visitantes de seu gênero é notável. Rumores circulam sobre a possibilidade de a guilda servir como porta de entrada para o governo recrutar novas assassinas, submetendo-as a processos seletivos ocultos para se tornarem encantadoras de aranhas, embora nada tenha sido confirmado até o momento.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196369942082228325/1girl_smug_black_hair_blonde_hair_multicolored_hair_yellow_eyes_mage_robes_s-1300854528.png?ex=65b76155&is=65a4ec55&hm=5db0121d5f621f2920b7782c57546f1f9bba6d75c55603fffb720ede776ff746&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "barracks",
    "placeholderMessageId": "1196369953482354710"
  },
  "1194536538558693518": {
    "id": "1194536538558693518",
    "name": "praca-da-miragem",
    "description": "Situada no coração da capital de Carmagon, é mais do que um simples espaço urbano; é uma porta para o centro do mundo. Um domo mágico envolve o local, permitindo que aqueles que o adentram transcendam a terceira dimensão, explorando lugares de outras renomadas capitais de Terryan e até mesmo regiões no fundo do oceano, sem sair dos limites de Carmagon. É uma experiência indescritível que vai além das palavras; precisa ser vivenciada para ser verdadeiramente compreendida.  Para obter acesso ao domo, os visitantes devem utilizar um colar especial que, ao ser agitado, possibilita a saída da imersão. A entrada desprovida desse item pode resultar em ficar aprisionado na quarta dimensão por semanas, embora relatos recentes afirmem que tal incidente não ocorre em Carmagon há vários anos.  Rumores sugerem que o Duque Pedra Viva desempenhou um papel no desenvolvimento da magia que envolve a praça, negociando recursos para construir sua própria versão pessoal em sua ilha, quando ainda mantinha alguma sanidade para decisões em nome da ciência. No entanto, essa alegação não é confirmada por nenhum nobre, pois a corte parece querer omitir qualquer associação que tivessem com o Duque. Apesar disso, a arquitetura do local emana a presença característica do Duque Pedra Viva, evidenciando que suas criações falam por ele.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196370251517018183/belts_overcoat_white_clothes_group_behind_wind_focus_on_character_torso_a_s-2652769985.png?ex=65b7619f&is=65a4ec9f&hm=cc98cc17765fcd6f6d57c5a327f5a1bef6b0822cdbcabda688b8448160ee89b8&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "market",
    "placeholderMessageId": "1196370262220877855"
  },
  "1194674859725291592": {
    "id": "1194674859725291592",
    "name": "mar-mel-real",
    "description": "Antes de sua hibernação, Hibma e os quatro nobres deram início a uma reunião que estabeleceria a sobrevivência do povo após o descanso da entidade protetora, visto que, as ameças existentes do lado de fora de Carmagon eram intermináveis e as tréguas que o povo de Hibma tinha com os povos de outras entidades também podia se romper facilmente.   Por conta disso, ficou estabelecido que Hibma criaria uma árvore gigante, repleta de galhos e com folhas douradas, e que descendo sobre seu tronco jorraria sem limites a substância mais doce do mundo, formando assim, um pequeno lago ao seu redor. Logo, a árvore ficou conhecida por toda Terryan como: Mar Mel Real.  Para Hibma e os quatro nobres a criação de tal árvore era o elemento que eles precisavam para garantir uma estabilidade nas questões comerciais com a venda e revenda de frascos com a substância, aumentando assim, sua fonte de riquezas que poderiam ser convertidas para a aquisição de novos funcionários, para a compra de armamentos e para o financiamento de guildas e figuras talentosas que juraram lealdade a Hibma.  A árvore encontra-se sendo fortemente protegida por cavaleiros capacitados acompanhados por suas montarias, insetos gigantes e mortais. Apesar da extrema proteção, o local é constantemente visitado por turistas e residentes da Província de Carmagon que encantam-se com a beleza do Mar Mel Real, no entanto, todos são alertados quanto as regras primordiais: fique distante do lago, não entre no lago e em hipótese alguma toque ou pegue a substância.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196370405322133605/giant_tree_slimy_wood_yellow_tree_sketch_fantasy_scenery_glowing_leaves_s-1702948175.png?ex=65b761c4&is=65a4ecc4&hm=6abef35eeefc81bbbaa3ffcc73122b321031ea48d25e0d005a99c9faa9764e57&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "royal",
    "placeholderMessageId": "1196370417972166826"
  },
  "1194711548439048322": {
    "id": "1194711548439048322",
    "name": "prisao-subterranea",
    "description": "Os residentes da Província de Carmagon sempre seguem as regras, sempre. Afinal de contas, nenhum deles quer enfrentar a escuridão existente dentro das celas da Prisão Subterrânea, um lugar protegido o tempo inteiro por guardas habilidosos que são extremamente atentos com quem se aproxima do local, somente pessoas com selo de verificação conseguem acessar livremente a prisão, um local conhecido por ser frio, aterrorizante e um verdadeiro covil de criminosos que cometeram incontáveis crimes.  Muitos rumores são espalhados sobre o que acontece e quem se encontra lá dentro, pois todos que entraram nunca retornaram.  Há quem diga que é lá onde o ser humano conhece todos os horrores existentes no mundo, que seus dias e noites são atormentados por diversos insetos que adentram a cela e sobem em seus corpos, deixando os confinados em um estado de loucura arrebatadora. Entretanto, ninguém foi capaz de confirmar a verocidade dos fatos, apesar dos quatro nobres governantes parecerem alertar o povo sempre que possível: Sigam a lei, a lei os protegerá sempre e os impedirá de conhecer o interior da Prisão.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196370703629426739/prison_cells_chained_people_sketch_scenery_medieval_fantasy_s-2129130259.png?ex=65b7620b&is=65a4ed0b&hm=b91becafa1b49079374965065a638f0668778bd0e822566ceac78113a8b34030&",
    "troops": [],
    "efficiency": 10,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "basic",
    "placeholderMessageId": "1204275314889330728"
  },
  "1194933137629773905": {
    "id": "1194933137629773905",
    "name": "palacio-dulciabri",
    "description": "No Palácio Dulciabri, nobres com expressões tão doces quanto o mel que corre em suas veias movem-se com uma graça marcante. Seus cabelos alternam entre as cores do amarelo ao negro, assemelhando-se às listras de uma abelha. Essa presença nobre é onipresente, composta pela corte Dulciabri, considerados os maiores tiranos que Terryan já testemunhou. Surpreendentemente, os Dulciabri são amados pelo povo de Carmagon, apesar de sua cultura tirânica. A convivência próxima com os insetos parece ter deformado o senso comum e a moral esperada dos habitantes de Carmagon, transformando ditadores em celebridades e objeto de amor.  O Palácio é colossal, destacando-se como o maior entre todas as cortes de Terryan. Para transitar entre os andares, é necessária uma abelha operária gigante, já que escolher as escadas significa enfrentar um labirinto vertical aparentemente infinito. As paredes, feitas de uma cera incrivelmente resistente, são patrulhadas por insetos com armaduras em cada corredor.  A família Dulciabri circula livremente pelo palácio, recebendo reverências em todos os lugares, tratados como deuses e senhores do lugar. Os únicos seres que testemunharam esses nobres se ajoelharem foram Hibma e a abelha rainha da Alta Colmeia do Norte, ambos acima deles na hierarquia.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196370877672079440/palace_garden_medieval_fantasy_sketch_yellow_hair_black_hair_multicolore_s-3428506706.png?ex=65b76234&is=65a4ed34&hm=d70535be1e720440435f92a26326928a668f6e37ff9fbed1ff81881aaf5e2437&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1196370900224847972"
  },
  "1194954512276930581": {
    "id": "1194954512276930581",
    "name": "acampamentos-da-resistencia",
    "description": "Os Acampamentos Estratégicos da Resistência, erguidos há tanto tempo que se tornaram pequenas cidades, pontilham o território ao redor do Centro de Terryan. Essas comunidades abrigam clãs de ferreiros, magos e famílias com habilidades militares, migrando em busca de uma vida estável. Em essência, se busca um profissional forjado pela experiência, esses acampamentos são o local ideal para forjar ou abençoar equipamentos.  Embora tenham um foco militar, muitos consideram a atmosfera desses acampamentos mais agradável do que a de Carmagon. Aqui, as regras são flexíveis, refletindo as diversas culturas presentes na Resistência, cada uma proveniente de um reino distinto.  Fogueiras crepitam, tendas oferecem abrigo, enfermarias cuidam dos feridos, e locais de diversão e apostas criam uma atmosfera acolhedora. É uma vida simples, longe dos compromissos da cidade e distante da salobridade do mar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196371076209451049/1girl_dirty_white_apron_torches_tents_smiling_short_hair_blonde_hair_ope_s-507262210.png?ex=65b76264&is=65a4ed64&hm=f3f426e90fbf5fbb21aafadc64015a33e0c4f84e2839770a26d4214ccb9bdcbc&",
    "troops": [],
    "efficiency": 150,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "blacksmith",
    "placeholderMessageId": "1204637683226386492"
  },
  "1194960055087415346": {
    "id": "1194960055087415346",
    "name": "rio-de-lanza",
    "description": "Segundo a Entidade Divina Ada, este é o lugar onde ocorreu a principal tragédia que o Mundo Celestial já sofreu, marcando tanto o fim quanto o início de tudo o que é mortal; o local onde o Deus Esquecido planejou a reescrita do universo à mão, e seus filhos tramaram uma vingança que desencadearia a maior guerra celestial que o mundo já testemunhou. Essa história, enterrada nas dobras do tempo, é recordada pelos habitantes de Terryan devido às propriedades curativas da água do rio, capaz de curar qualquer doença e saciar a sede por dias.  O Rio Lanza nunca seca, e muitos acreditam que está sob algum feitiço de Ada, apesar dela afirmar o contrário. Entre as Entidades Divinas, Ada parece ser a única a conhecer verdadeiramente esse local, indicando seu papel nos eventos ao redor dele. Os que conhecem a verdade dessa história desejam que esse lugar mítico jamais tivesse existido.  Os acampamentos se concentram nas margens do rio, onde banhos diários são rituais nas águas milagrosas e incontaminadas. Este é um dos lugares mais sagrados de Terryan, onde o drama dos eventos celestiais dançam nas correntes do Rio de Lanza. A névoa que paira sobre o rio conta histórias de paixões arrebatadoras e traições celestiais, onde as águas, tocáveis apenas por humanos, sussurram segredos tão profundos quanto os limites do Royal Magnum.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196371301045121025/blue_fire_river_sketch_fantasy_medieval_tents_around_crowd_daily_life_cl_s-737486649_1.png?ex=65b76299&is=65a4ed99&hm=98fdb8256b2186d01e2a0b32a06d3c35257553cd155baf2850f2102bd05909de&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "health",
    "placeholderMessageId": "1206268470921003079"
  },
  "1194952560105234502": {
    "id": "1194952560105234502",
    "name": "inter-magnum",
    "description": "A Linha de Frente da Resistência emerge como uma resposta corajosa e inabalável diante das ameaças que assolam o Centro de Terryan. Estabelecida há quase duas décadas, essa tradição representa o comprometimento de diferentes reinos em doar seus soldados para uma causa vital. A missão da Resistência é clara: manter sob controle as criaturas surgidas nos recônditos da Capital Real, um lugar marcado pelo desaparecimento do Deus Esquecido.  A batalha semanal travada nas sombras dos muros do Inter Magnum, a última linha defensiva de Terryan, é uma prova da tenacidade da humanidade. O surgimento dessas criaturas após a hibernação das Entidades Divinas sinaliza uma provação iminente, e a Resistência luta incansavelmente para conter essas ameaças. A esperança persiste na ideia de que, um dia, a humanidade possa avançar além dos limites da muralha, adentrando os interiores da Capital Real em busca do almejado Trono do Deus Esquecido; em busca do que um dia já pertenceu a Terryan: Lanza, o coração do mundo.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196371443978620988/crowd_knights_fighting_character_focus_dirty_angry_1guy_black_hair_gree_s-3245862693.png?ex=65b762bb&is=65a4edbb&hm=e92d1893b80e86cfb1d50a0d04a7d8a88ac1a8a74d9d77a001780c27c3c45aa0&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "barracks",
    "placeholderMessageId": "1196371459455594526"
  },
  "1194968724743127112": {
    "id": "1194968724743127112",
    "name": "floresta-da-esperanca-esquecida",
    "description": "Um reino sombrio de árvores mortas e corpos suspensos a cada passo, é um lugar desolado que poucos ousam atravessar, a menos que tenham destino certo nos Mares de Anlich ou na literal entrada do inferno.  Neste inferno sombrio, toda morte em Terryan desencadeia o nascimento de uma árvore macabra, um fenômeno descoberto em conflitos entre grupos rivais de Caçadores de Dádivas, frequentes visitantes dessa sinistra floresta. No entanto, não são apenas os caçadores que se aventuram por essas trevas...  Há relatos intrigantes de cavaleiros envoltos em sobretudos e armados com armas de origens desconhecidas, atravessando a floresta em busca de mortos-vivos a serem erradicados. Os melhores pesquisadores do Reino Azula sugerem que esses são, na verdade, espectros justiceiros: espíritos que buscavam a justiça, mas morreram fazendo o mal. Agora, vagam por essas florestas, tentando redimir-se ao livrar o mundo do mal. No entanto, parece que distinguir entre humanos e monstros tornou-se um desafio para esses espíritos atormentados, que veem o mal até na carne fresca. A Floresta da Esperança Esquecida permanece como um testemunho silencioso das sombras que se estendem sobre Terryan, onde a morte e a busca por redenção convergem em um ballet macabro.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196371631682101299/dead_trees_corpses_hanging_dark_atmosphere_sketch_scenery_s-3422407176.png?ex=65b762e8&is=65a4ede8&hm=1b2fc11e342de119d73d217e2b6432029bd07cfb2a12e69d57944fa1e4bb24c7&",
    "troops": [],
    "efficiency": 80,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "training",
    "placeholderMessageId": "1196371644462137414"
  },
  "1194964733661552641": {
    "id": "1194964733661552641",
    "name": "cemiterio-da-coveira-marionete",
    "description": "Escondido no coração do Inter Magnum, o Cemitério da Coveira Marionete é um recanto peculiar onde demônios renegados encontram refúgio. Este local sombrio é habitado pela Coveira Marionete, uma boneca possuída pela alma de uma jovem que, dizem as murmurações dos demônios renegados, foi abandonada por seu próprio pai, um superior de Azhta, em busca de objetivos sombrios.  A Coveira Marionete zela pelas almas desafortunadas deste cemitério abandonado, oferecendo-lhes uma sombra de cuidado que remete a uma família. Ela guia os espíritos perdidos até suas covas, recordando-lhes os vestígios de uma vida gentil. No entanto, seu toque se estende além dos demônios renegados, alcançando os mortos-vivos diurnos. Estes, ao seguir as ordens repetitivas e delirantes da marionete, encontram algum conforto em suas tarefas aparentemente fúteis.  Embora seja uma boneca feita de madeira amaldiçoada, a Coveira Marionete manifesta necessidades físicas e recebe visitas dos Caçadores de Dádivas, a quem ela chama de \"Gentis Cavaleiros da Morte\". Em troca de direções e proteção contra os mortos-vivos noturnos, esses caçadores oferecem comida antiga e outros artefatos. A marionete, aparentemente senciente e autodenominada Nazari, é mantida em sua ilusão para preservar sua frágil paz em meio ao cemitério sombrio que ela transformou em um refúgio peculiar. Azhta, no entanto, adverte contra pronunciar o verdadeiro nome da marionete, pois isso poderia despertar lembranças perigosas e perturbar a tênue realidade que ela construiu para si mesma. O Cemitério da Coveira Marionete permanece como um enclave misterioso onde a morte e a ilusão dançam juntas, guiadas pelas cordas de uma boneca amaldiçoada.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196371839597948948/graveyard_1girl_pale_skin_closed_smile_empty_face_wind_head_tilt_skeleton_s-1496148215.png?ex=65b7631a&is=65a4ee1a&hm=7fd21d2a5e6962fc5e32b31881ec2f31ff2a7ed5bfafd543c361f5501fafc4b6&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1206026913215152208"
  },
  "1194988447589466153": {
    "id": "1194988447589466153",
    "name": "cidade-dos-cacadores-de-dadivas",
    "description": "A Cidade dos Caçadores de Dádivas, muitas vezes considerada desabitada por aqueles que ignoram suas sombras, é, na verdade, um centro pulsante, repleto da chamada \"escória\" de Terryan. Habitada por aqueles odiados ou ensinados a odiar pelos nobres, como Caçadores de Dádivas e Pagãos, esta cidade floresce nos confins do Centro de Terryan, longe do olhar do mundo.  Enquanto a crença popular sugere que esses destemidos caçadores estão dispersos em Royal Magnum e nas terras inexploradas, a verdade é que sua presença cresce incessantemente nos interiores do Centro. Conquistando espaço nas terras selvagens, enfrentando monstros que, curiosamente, começam a ignorá-los com o tempo, como se reconhecessem um objetivo comum: erradicar a hipocrisia das Entidades Divinas.  Na Cidade dos Caçadores de Dádivas, o valor é determinado pela honra. Aqueles com renome e respeito podem livremente adquirir mercadorias das lojas e escolher seus lugares para descansar. Ferreiros, pagãos e todos os que contribuem para a cidade não hesitam em dedicar tempo e esforço à causa da Caça às Dádivas, mesmo sem garantias de remuneração. Aqui, no coração do fim do mundo, a lealdade à missão transcende as fronteiras sociais e se torna a força motriz que une essa comunidade marginalizada.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196372002236284938/1guy_muscular_body_armor_dark_atmosphere_scary_helmet_sitting_people_behi_s-1639794761_1.png?ex=65b76340&is=65a4ee40&hm=82dfcfddff6537ccc915d48e893be24ad4ca4772dac36efeb9cb14ef1f86f0a1&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "market",
    "placeholderMessageId": "1206087259082858498"
  },
  "1195007529474863104": {
    "id": "1195007529474863104",
    "name": "taverna-dos-miseraveis",
    "description": "Um refúgio para as almas perdidas, para Marias perdidas e Zés Ninguéns, é onde \"aqueles que lutam por coisa alguma, no meio do nada, e por motivo nenhum\" se reúnem para descansar e trocar piadas de mal gosto até o sol nascer, castigando o mundo com mais um dia.  Aqui, a bebida flui livremente, e as cortesãs estão à disposição em quantidade ilimitada, afinal, se você chegou ao fim do mundo, é porque além de ser um grande tolo, também é um tanto resistente. Sinta-se bem-vindo para desfrutar do pouco que lhe resta de vida, pois a expectativa de vida no lugar que escolheu para morar raramente está a seu favor.  Os quartos, com camas que protestam a cada movimento, são numerosos. Apesar do barulho constante do andar de cima, é possível se acostumar. A qualidade da bebida pode ser duvidosa, mas o sabor persiste na boca, tornando difícil resistir ao retorno. As damas, repletas de desilusão e devaneios, são peritas em quebrar corações uma ou duas vezes. Neste refúgio sombrio, cada suspiro é um lamento, cada riso, uma expressão de resignação diante do inevitável. Seja bem vindo, enfim, a Taverna do Homem Miserável.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196372165696692264/castle_skulls_skeletons_dark_atmosphere_scenery_graveyard_scenery_sketch_s-264585795.png?ex=65b76367&is=65a4ee67&hm=440a33f131c8964d938fb7a687c50f5cd7ef5eb42ed4addecc23b031ef6a28a8&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1206087237398171648"
  },
  "1195011294521200771": {
    "id": "1195011294521200771",
    "name": "palacio-de-cranios",
    "description": "Com suas muralhas externas adornadas por crânios polidos, este imenso palácio é evitada pela maioria das organizações locais. Conhecido como a \"Casa do Rei Louco\", é o lar de Marjorie, um homem com poderes enigmáticos, recluso e solitário. Ele ocasionalmente negocia com a comunidade local, trocando informações na maioria das vezes e, esporadicamente, oferecendo produtos alimentícios.  Há rumores de que criaturas estranhas rondam o Palácio, desaparecendo nas sombras quando alguém se aproxima. Dizem que são avistadas a cada treze luas, e alguns Caçadores de Dádivas que confirmaram esse evento afirmam que essas criaturas são surpreendentemente semelhantes às enfrentadas durante a invasão dos Rastejantes da Escuridão - versões menores, talvez.  Os interiores do palácio permanecem envoltos em escuridão, sem iluminação. A única certeza de que o local não está abandonado é o fato de que visitantes são sempre recebidos, desde que tenham uma razão válida para se aproximar.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196372308437237800/castle_skulls_skeletons_dark_atmosphere_scenery_graveyard_scenery_sketch_s-1494256445.png?ex=65b76389&is=65a4ee89&hm=90db7883101a0906ed5e993ef082f768f8f089e3152604f423ebb3d76aa088dc&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1206056603632271460"
  },
  "1195341049653108776": {
    "id": "1195341049653108776",
    "name": "cratera-estelar",
    "description": "Cratera Estelar: Arena Divina Lair de Marjorie e Solidão  Diante de um abismo colossal, emerge a personificação dos piores pesadelos das Entidades Divinas, pronta para aniquilar tudo à sua frente, exceto aqueles que não interferem nos planos de Marjorie, o guardião da Cratera Estelar. Este é o local onde a Estrela da Morte colidiu, destinada a consumir Terryan e tudo o que ela abriga.  Aqueles que alcançam este lugar confrontam tudo o que resta de um homem quebrado: sua parceira, a pequena filha e ele próprio. Todos prontos para aniquilar qualquer intruso. Não espere piedade, pois, se havia algum resquício de sanidade nessa família, desapareceu há muito tempo quando desceram para Terryan. Estão aqui para destruir, agora ou em breve.  Marjorie tem a intenção de devastar Terryan por motivos até então desconhecidos. Seus objetivos permanecem obscuros, mas se você chegou aqui e testemunhou o que ele resguarda atrás de seu palácio, compreende que nada de bom advirá dele. Prepare-se para enfrentar um Deus e lute com honra!",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196372507654111232/crater_royal_robes_blurry_background_blue_eyes_glowing_eyes_blonde_hair_sh_s-173223632.png?ex=65b763b9&is=65a4eeb9&hm=8ba144a97ae374ada436600d2637236b2db7e23c0fe9d873a118fa4c2c903a53&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1196372518890651730"
  },
  "1194944812042948698": {
    "id": "1194944812042948698",
    "name": "trono-de-lanza",
    "description": "Lair do Boss Final  O Trono de Lanza, conhecido como o Vago Assento do Deus Esquecido, carrega consigo um eco perturbador de fervor fanático. \"Nunca foi sobre dar lugar ao mais digno\" ressoa nas sombras do discurso, um mantra repetitivo impregnado de ódio contra os supostos precursores das Entidades Divinas, os Imperiais, sangue do sangue do Deus Esquecido. As palavras entoadas proclamam uma revolta em nome da Estrela da Escuridão, que é invocada para guiar uma era de transformação e revolução, uma promessa de um novo universo.  O clamor pela morte de todos os imperiais ecoa incessantemente, ecoando um desejo de vingança e caos. A visão sanguinária alcança seu ápice com a invocação para que o sangue dos filhos e filhas de Lanza, a capital do Centro de Terryan, escorra pelos rios, transformando as águas em um turbilhão de vermelho. A reverência à Estrela da Escuridão é invocada como a força que mudará o mundo, eternizando o sofrimento dos deuses arrogantes no horizonte do sangue eterno.  Esse discurso revela uma devoção intensa e uma determinação impiedosa em buscar uma transformação radical, delineando um caminho sombrio guiado pela Estrela da Escuridão e marcado pela violência e rebelião:  \"Nunca foi sobre dar lugar ao mais digno. Morte a todos os imperiais. Morte a todos os imperiais. Morte a todos os imperiais. Morte a todos os imperiais. Morte a todos os imperiais. A Estrela da Escuridão nos guiará para uma era de transformação. Uma era de revolução. Um novo mundo. Não. Um novo universo. MORTE A TODOS OS IMPERIAIS! MORTE A TODOS OS FUTUROS IMPERIAIS! AH, SIM! QUE O SANGUE DOS FILHOS E FILHAS DE LANZA ESCORRAM PELOS RIOS E TORNEM AS ÁGUAS EM TURVO SANGUE! QUE A ESTRELA TOME O MUNDO! QUE A ESTRELA TOME O MUNDO! OH, SANTA ESTRELA, ETERNIZA O SOFRIMENTO DOS DEUSES ARROGANTES NO HORIZONTE DO SANGUE ETERNO!\"",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196373344065429504/dark_atmosphere_empty_throne_sketch_fantasy_scenery_throne_room_webs_dust_s-1112212168.png?ex=65b76480&is=65a4ef80&hm=c002317130b4719be84ee30edca723f6f6f7e5a35e0187b5de4ecbb59c3de4ea&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1196373359987015851"
  },
  "1196199623635767346": {
    "id": "1196199623635767346",
    "name": "porto-flamejante",
    "description": "Após a desafiadora travessia do Mar de Anlich, um farol azul irradia um campo de força, garantindo a tranquilidade das águas e indicando a chegada ao Novo Mundo, também conhecido como Terra de Éter, lar de Alice Magnolal e do povo protegido por Mirthir. Sinta o alívio pesar sobre seus ombros, marinheiro, pois, por enquanto, seu sofrimento chegou ao fim.  O Porto Flamejante se destaca como uma fortaleza impenetrável para criaturas marinhas, graças ao campo de força de éter que se manifesta como uma redoma azulada envolvendo todo o território de Mirthir. Ao se aproximar do farol, os barcos são guiados para a segurança da terra firme, permitindo que seus tripulantes finalmente descansem após as atribulações do mar. Uma vez em solo, os visitantes podem explorar as redondezas, que oferecem uma guilda para aventureiros com uma taverna de excelência, transporte em carruagens mecânicas para a Capital Movediça ou para o Rio do Fogo Azul e, por último, vagões que conduzem os entusiastas do combate até o Coliseu de Mirthir.  Sinta-se bem-vindo ao Novo Mundo, onde as promessas de sucesso e segurança aguardam por aqueles que cruzam essas fronteiras.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196373659279966268/fantasy_medieval_sea_shipyard_lighthouse_blue_fire_cannons_sketch_scener_s-3796369745.png?ex=65b764cb&is=65a4efcb&hm=c88b1a55beef3b44b3a954e05a8caf1623fe233248cfaea7b1cef00ad59146ea&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "market",
    "placeholderMessageId": "1206268443096129616"
  },
  "1196197465771217019": {
    "id": "1196197465771217019",
    "name": "guilda-nivelando-sozinho",
    "description": "Este é o único lugar no mundo onde se pode beber fogo azul e tocá-lo sem virar cinzas. Bem-vindo à Guilda Nivelando Sozinho, assim batizada por ser o local com a maior quantidade de aventureiros trabalhando de forma independente em toda Terryan. Aqui, os aventureiros formam grupos apenas esporadicamente, geralmente quando a recompensa é excepcional. O quadro de missões é habilmente ajustado para eliminar a necessidade de formar grupos, e o pagamento por cada missão geralmente cobre o aluguel de um quarto e algumas doses do Elixir de Éter, uma bebida flamejante mas surpreendentemente refrescante!  Os interiores são decorados com equipamentos do Coliseu, enquanto as atendentes, após consumirem generosas quantidades do Elixir de Éter, têm cabelos escurecidos e olhos que brilham em azul. A atmosfera é eletrizante, e a maioria dos frequentadores já se conhece bem. No entanto, o lugar é sempre acolhedor para novatos, cortesia das atendentes e dos clientes habituais.  A guilda possui um segundo andar com piano, serviço de quarto e quartos bem equipados com isolamento sonoro, camas de última geração e chamas azuis nas paredes, controlando a temperatura do ambiente.  Você lutou o suficiente por agora, aventureiro. Venha queimar a garganta e relaxar na Guilda Nivelando Sozinho!",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196373810144882718/tavern_blue_fire_1girl_simple_clothes_blue_beer_blurry_background_smug_me_s-4174546126.png?ex=65b764ef&is=65a4efef&hm=f7e73b5b06eec7db3e7df996e6c172f2c7360076dd8009f6e94ba0ef99c913f3&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1205966473168818186"
  },
  "1195894592453738627": {
    "id": "1195894592453738627",
    "name": "capital-movedica",
    "description": "Numa resposta inovadora às ameaças dos Nobres do Exterior, Alice Magnolal concebeu uma ideia verdadeiramente extraordinária para proteger sua cidade. Equipou as raízes da Capital do Novo Mundo com um construto gigantesco: um leviatã de tamanho imensurável, capaz de elevar a capital em segurança, sem causar danos colaterais, em caso de um ataque das dádivas de seus rivais. Durante a noite, é possível ouvir as engrenagens do Construto, que descansa adormecido abaixo da capital, proporcionando uma melodia reconfortante de segurança para o povo local.    A Capital Movediça ostenta uma infraestrutura completa com hospitais, igrejas e um comércio organizado. Contudo, o verdadeiro destaque que atrai estrangeiros através do Mar de Anlich é a tecnologia de ponta. Aqui, é possível encontrar desde espadas que se inflamam em fogo azul até armaduras que regulam a própria temperatura por meio do Éter. O catálogo de itens especiais é infinito, pois a maioria dos residentes locais são inventores patrocinados por Alice Magnolal. Mesmo em constante crescimento, a cidade mantém uma excelente qualidade de vida graças ao Éter.  A população da capital olha com certo preconceito para os nobres do exterior, especialmente porque muitos são parentes de Pagãos. No entanto, a maturidade prevalece sobre os conflitos, pois todos reconhecem a importância econômica de manter a boa reputação da Capital Movediça.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196373968362414160/mechanical_punk_city_scenery_fantasy_medieval_people_fountain_robots_s-2590650486.png?ex=65b76515&is=65a4f015&hm=a064835ec06aacbcdf8b2d56debfd37cc5e20e869c9dde7e1586e117a53e5504&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "market",
    "placeholderMessageId": "1205181283718660118"
  },
  "1195895866565853185": {
    "id": "1195895866565853185",
    "name": "coliseu-de-mirthir",
    "description": "O Coliseu de Mirthir, uma arena de gladiadores que testemunhou a ascensão dos escolhidos de Mirthir à nobreza por meio do Sangue Puro em Éter, mantém-se como um local onde aqueles que não têm mais nada a perder buscam pela glória. É um lugar onde a fama é conquistada através do derramamento de sangue e a honra é encontrada na morte. No Coliseu, ou você vive o suficiente para sair rico, ou morre rápido o bastante para ser esquecido.  Amplamente seguro para acomodar o confronto de duas dádivas, o Coliseu de Mirthir é frequentemente alugado, até mesmo por nobres do exterior em busca de treinamento para suas habilidades. No entanto, o principal uso do coliseu é para as apostas realizadas quase diariamente. Os entusiastas do espetáculo de sangue se reúnem para tentar prever, muitas vezes de forma leviana, quem sobreviverá à batalha.  A crueldade do Coliseu de Mirthir é obscurecida pelos gritos histéricos da plateia, que perturbam o senso comum dos gladiadores. Com o tempo, estes últimos se acostumam com o massacre e até passam a apreciá-lo, revelando que, no fundo, sempre foram almas em busca de reconhecimento. O coliseu se torna um palco onde a brutalidade é aplaudida e a glória é conquistada com a afirmação de poder.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196374168615272638/blue_fire_colliseum_gladiators_fighting_character_focus_blood_blurry_backgr_s-2397809866.png?ex=65b76545&is=65a4f045&hm=f3fab562dd283bf7afbd0fd7cfad1a50e8d489566a7b4b8d36f9aa43979def3e&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "training",
    "placeholderMessageId": "1203482739060510780"
  },
  "1195896699139403876": {
    "id": "1195896699139403876",
    "name": "palacio-de-eter",
    "description": "O magnífico Palácio de Éter, situado no coração da Capital Movediça, serve como residência para os nobres singulares de Terryan que possuem a extraordinária capacidade de se transformar em dádivas estacionárias, dedicadas à defesa. Reverenciado pelas demais Entidades Divinas como o local mais impenetrável em todo o mundo, este palácio é protegido pelos descendentes das dádivas de Mirthir. Embora sejam quase os mais poderosos, carregam consigo um único defeito: estão eternamente vinculados ao coração de Éter, independentemente de onde ocorra sua transformação.  Os nobres que residem no Palácio de Éter desfrutam de uma vida pacífica, administrando a economia da Terra de Éter em uma aliança secreta com Alice Magnolal, que assume as responsabilidades mais desafiadoras da administração. É seguro afirmar que, se Alice precisar de proteção, esses nobres não hesitarão em defendê-la, mesmo diante da hostilidade de outras entidades divinas.  Os interiores do palácio são construídos com Éter sólido, criando uma atmosfera que lembra uma mina de safiras esculpidas. Os assentos são suntuosos, e em cada andar, uma sala de estar única aguarda, com quartos extremamente opulentos em suas extremidades, além de tecnologia de ponta. Em resumo, o Palácio de Éter é uma pequena utopia que abriga a realeza da Terra de Éter.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196374402590318684/blue_fire_royal_robes_crown_blue_eyes_glowing_eyes_black_hair_male_focus_s-1163707456.png?ex=65b7657d&is=65a4f07d&hm=e64fb4a94452b06aa74d397a49d9cf1b1ee82dc095b65ec6b190111839072085&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1203429742678769707"
  },
  "1195898396905578566": {
    "id": "1195898396905578566",
    "name": "rio-do-fogo-azul",
    "description": "Depois que Mirthir salvou Ada das mãos do Duque Pedra Viva, ela cortou a Terra de Éter através do Mar de Anlich com uma nascente discreta, que carinhosamente se fundiu com os solos ricos em Éter, formando uma paisagem simplesmente inefável: um rio flamejante, que brilha e dá vida a peixes luminescentes. Não há confirmação para esses boatos, mas parece que, após o evento de catársia, Mirthir e Ada se tornaram aliados próximos, e este lugar é a suposta prova disso.  Apesar da aparência flamejante, é completamente possível tomar banho neste rio. Os peixes não são agressivos e se alimentam apenas de fragmentos de Éter, e a água faz questão de limpar qualquer impureza do corpo, além de tratar feridas leves que o banhista possa ter.  Para criar o melhor elixir de cura do mundo, muitos Pagãos fazem cruzadas até a Ilha dos Golens de Pedra e o Reino Azula, onde coletam as ervas de palastris e o gelo de Abta para misturar com a Água do Rio do Fogo Azul.  É uma prática comum para aventureiros montar tendas nos arredores do rio no meio de suas jornadas. Algumas vilas locais oferecem locais para dormir em troca de uma pequena taxa.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196374596908236820/blue_fire_river_night_sky_stars_people_watching_sky_sitting_sketch_scener_s-3162943923.png?ex=65b765ab&is=65a4f0ab&hm=bacde8c94c224ffa5db9ff28eb9842b18364e9323583eff16c26c23ad210d647&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "food",
    "type": "health",
    "placeholderMessageId": "1205966484959137793"
  },
  "1195899278556663958": {
    "id": "1195899278556663958",
    "name": "vila-dos-pagaos",
    "description": "Após quase serem dizimados pelo Duque Pedra Viva, os Pagãos encontraram refúgio nas proximidades do coração do Éter, estabelecendo uma sólida relação comercial com Alice Magnolal. Em troca de sua perícia como pesquisadores, a organização secreta dos Pagãos recebeu a promessa de segurança da mulher mais rica do mundo. Nessa vila harmoniosa, eles vivem pacificamente, contando com uma estrutura unificada que abriga uma escola para crianças, laboratórios especializados em diversas áreas e portais feitos de Éter, proporcionando viagens discretas e de retorno sem alardes – uma gentileza conferida pelo poder de Mirthir, a entidade divina que conquistaram como aliado.  É nesse ambiente que se desenvolvem as armas biológicas mais poderosas de Terryan, apresentadas na forma de Elixires. Um único frasco contendo algumas das substâncias elaboradas ali é capaz de enfraquecer significativamente uma dádiva. Em casos extremos de overdose, pode até desencadear uma transformação catastrófica, resultando na morte do hospedeiro da dádiva. A distância, os Pagãos representam uma das maiores ameaças para os nobres do exterior, sendo alvos constantes de caçadas. Contudo, graças aos novos aliados da organização, os Pagãos prosperam como um jardim ao lado de uma nascente... flamejante.  Embora seja comum que os habitantes do exterior rotulem os Pagãos como bruxas e feiticeiros, aqui, eles são reverenciados como Doutores e Doutoras – um título honroso conquistado por aqueles que dedicam suas vidas à ciência.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196374831197851648/hood_down_white_robes_metal_mask_1girl_laboratory_fantasy_medieval_vials_s-376154372.png?ex=65b765e3&is=65a4f0e3&hm=97c56bf14248f21e2b32a4ed0b44067e39d967ef01a3561d1789a1b283f1ef96&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "health",
    "placeholderMessageId": "1204275305670512741"
  },
  "1196193978589135058": {
    "id": "1196193978589135058",
    "name": "coracao-do-eter",
    "description": "Do ponto de origem desta espetacular energia chamada Éter, uma chama que não apenas tem início aqui, mas se propaga para abraçar todo o mundo de Terryan, alimentando-o com uma força que permanece envolta em mistério para a maioria, ainda não compreendendo completamente sua natureza intrigante.  Num momento transcendental, após o sacrifício de um Talismã destinado a salvar um dos filhos do Deus Esquecido, uma explosão de magnitudes cósmicas rompeu o silêncio do Cinturão de Dante. Este evento despertou entidades antes adormecidas, incitando-as a entrar em conflito, uma disputa tola e desesperada para restabelecer um equilíbrio no cinturão, um equilíbrio que, por sua vez, sustentava a ordem do universo. Mirthir emergiu como o único sobrevivente desse tumulto celestial, ascendendo como o solitário campeão que permaneceu de pé.  Desprovido de rumo, Mirthir começou sua jornada errante pelo vasto universo, em busca de algo que pudesse saciar seu desejo por entretenimento. Foi então que encontrou Terryan, uma terra onde batalhas extraordinárias desdobravam-se diante dele. Por um período, contentou-se em observar, mas logo decidiu que não queria mais ser um espectador passivo. Desejava participar das incríveis lutas que desenrolavam-se neste pequeno mundo em crescimento. Assim, desceu dos céus e fincou suas raízes na terra, onde poderia assistir de camarote e, talvez, influenciar as batalhas cinematográficas que um dia haviam capturado sua imaginação estelar.  Aqui, no epicentro do Éter, repousa adormecida a majestosa Entidade Mirthir, a fonte pulsante da tecnologia mais avançada e enigmática de Terryan.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196374993672601640/cave_blue_fire_hood_white_robes_crowd_dark_atmosphere_cult_sketch_scener_s-1606661918.png?ex=65b7660a&is=65a4f10a&hm=7d0d2bfa2100f19c8b2b6aca7333e4207f3e32d9983eae6fd2ac4def8c742fb9&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1196375006184222771"
  },
  "1195891149139873984": {
    "id": "1195891149139873984",
    "name": "a-mansao-do-novo-mundo",
    "description": "Lar de Alice Magnolal  Pouco antes do trono onde repousa Mirthir, ergue-se uma mansão colossal que ressoa com o ruído de máquinas, como se tivesse vida própria, infundindo os alicerces com uma energia azul intensa. Esta é a residência da mulher mais rica e, possivelmente, mais perspicaz de toda Terryan: a audaciosa desafiadora das Entidades Divinas por meio da ciência do Éter, Alice Magnolal.  Não seria exagero afirmar que Alice Magnolal conquistou sozinha uma parcela significativa de Terryan através do comércio. Inicialmente, ela era considerada inimiga por todos os reinos devido à sua aversão a algumas Entidades Divinas e nobres. Entretanto, ao longo de algumas décadas, ela se tornou uma aliada comercial de regiões de grande importância estratégica para seus rivais, complicando sua localização e reduzindo as chances de ser eliminada facilmente, reiterando sua genialidade.  Se você chegou aqui com permissão, seja bem-vindo. Desfrute do chá preparado por construtos de Éter e da agradável companhia de pistoleiros leais a Alice, que em breve o receberá. No entanto, se sua visita visa o confronto, prepare-se para compreender as consequências de subestimar um rosto belo.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196375111301857391/blonde_hair_blue_eyes_hair_ornaments_curly_hair_long_hair_white_dress_medi_s-697575011_1.png?ex=65b76626&is=65a4f126&hm=93749e168795cbbe6d44055add069914b792b224d1ec80b1930e4db13ebcbc3f&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1198779077021143163"
  },
  "1196195118324125767": {
    "id": "1196195118324125767",
    "name": "trono-oculto",
    "description": "Lair de Mirthir  No epicentro da Terra de Éter, onde o fulgor azul da chama etérea atinge sua intensidade máxima, ergue-se o magnífico Salão do Trono Oculto, a residência soberana de Mirthir, a entidade divina que exerce seu domínio supremo sobre todo o reino. O salão é uma obra-prima arquitetônica, construída com Éter sólido que resplandece em tons azul-cobalto, proporcionando uma atmosfera majestosa e celestial.  O trono de Mirthir é uma peça única, esculpida a partir do núcleo de Éter mais puro, emitindo uma luminosidade própria que parece transcender as leis da física. O trono é adornado com intrincados padrões estelares, refletindo a conexão direta de Mirthir com o cosmos. Ao se sentar neste trono, a entidade divina é envolta em uma aura resplandecente, indicando seu papel como guardião supremo da Terra de Éter.  O Salão do Trono Estelar é alimentado pela mesma fonte primordial de Éter que percorre todo o reino. Pilares de fogo azul serpenteiam pelas paredes do salão, sustentando a estrutura colossal enquanto emitem uma luz etérea que dança em harmonia com a presença de Mirthir. Essa fonte inesgotável de Éter concede à sala uma sensação de vida própria, como se o próprio reino estivesse pulsando em reverência ao seu regente supremo.  A atmosfera no Salão do Trono Estelar é impregnada com um sentimento solene e reverencial. Construtos de Éter, meticulosamente esculpidos, permanecem em silêncio, formando uma guarda honorária ao redor do trono. Quando Mirthir se assenta, a energia azulada se intensifica, ecoando o poder e a presença imponente da entidade divina.  Os detalhes do Salão do Trono Estelar foram projetados para refletir não apenas a majestade de Mirthir, mas também sua ligação vital com a Terra de Éter. Cada elemento, do trono ao brilho do fogo azul, é uma expressão eloquente do papel de Mirthir como o guardião supremo, cujo governo resplandece como uma estrela guia sobre a vastidão da Terra de Éter.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196375263798378577/blue_fire_ghost_rider_fire_around_head_faceless_blue_eyes_glowing_eyes_arm_s-720792429.png?ex=65b7664a&is=65a4f14a&hm=618d3af3282bf8c93f050de35aa2df8ea6cdcf189ad5b977a240ba801043a029&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1204879292845260843"
  },
  "1192903631180157068": {
    "id": "1192903631180157068",
    "name": "rachadura-fracionada",
    "description": "\"Aqui repousam os antigos* fiéis que sucumbiram à luz, seus destinos irremediavelmente selados pelas sombras que os envolveram em um abraço mortal apaixonado.\"*  Nos confins do Éter, existe uma vasta e temível rachadura, que nem mesmo seus guardiões ousam se aproximar diretamente. Esta é a Rachadura Fracionada, a fenda que rasga a superfície do inferno e serve de morada para os apóstolos de Grishton Leonhart, o Primogênito da Luz – a encarnação da esperança e da salvação.  Ousar olhar diretamente para as profundezas desta ravina permite aos curiosos que ouçam um coral de orações, que reverberam até alcançar a superfície. Muitos que já visitaram os arredores creem que, quanto mais profundo se aventurar, mais perto da salvação estará.  Quanto mais fundo se adentra neste abismo, mais severas as consequências ao tentar retornar à superfície. As criaturas que protegem o lugar são insanas o suficiente para darem tudo que tem para protegê-lo. E com razão: apenas os dignos podem alcançar a salvação.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196376583246725150/crater_ravine_dark_and_foggy_environment_crater_background_ground_mist_port_s-3692372283.png?ex=65b76785&is=65a4f285&hm=658e9a224c9e25585592f5cd49de6d23339911a3bca3a03b2501fec5cb5fe667&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "training",
    "placeholderMessageId": "1203408034030817291"
  },
  "1192903656572465222": {
    "id": "1192903656572465222",
    "name": "colina-do-guerreiro-luminoso",
    "description": "Na primeira camada da Cratera Pestilenta, vislumbra-se o campo de batalha onde outrora um grandioso exército travou uma guerra fadada ao fracasso – essa é a Colina do Guerreiro Luminoso. Ali, os esqueletos de soldados jazem, adornados com o que outrora fora resplendentes armaduras, e empunham o que já foram temidas armas, agora não mais que vestígios de um tempo esquecido.  Graças ao odor pútrido e o terreno encharcado e pegajoso pelo sangue derramado, o local enche os aventureiros e mercenários incautos uma estranha determinação; afinal, a exploração do desconhecido em busca de riquezas carrega consigo um prazer inigualável.  A escuridão é quase total neste lugar, como se até o sol houvesse renunciado a sua presença aqui. A única fonte de luz provém de algo que à primeira vista parecem ser soldados humanos, mas na verdade são cadáveres manipulados pelos demônios, que os envolvem com sua energia para atrair suas presas, tal qual os peixes lanterna utilizam sua bioluminescência.  Ao longe, delineando-se contra o horizonte sombrio, ergue-se a silhueta imponente do que parece ser um castelo, mas que na realidade é a Catedral da Santa Criatividade, o lugar onde descansa a Santíssima Criatividade.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196376772539854888/hill_1_white_shining_warrior_dark_and_foggy_environment_dark_hill_backgro_s-1070792019.png?ex=65b767b2&is=65a4f2b2&hm=512a566989822576f4ba9f3b1185a7fafde144cc56b8e43424571cef3e4ebb89&",
    "troops": [],
    "efficiency": 120,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "iron",
    "type": "training",
    "placeholderMessageId": "1196376788952162304"
  },
  "1192903681062998187": {
    "id": "1192903681062998187",
    "name": "praca-do-filho-do-eclipse",
    "description": "Adentrando na segunda camada das Crateras, revela-se um espetáculo que emula a lua: um astro rodeado por um anel vermelho ardente que lança sobre a terra uma luz escassa.  O clima é opressivo, envolto em um véu de neblina que se arrasta pelo chão, ocultando as criaturas grotescas que se contorcem como vermes e ostentam a letalidade de serpentes peçonhentas.  Aqueles que habitam essa camada renunciaram à existência além de seus confins; muitos são criminosos e fugitivos, almas que se despojaram de qualquer vestígio de moralidade. Aqui, não há espaço para escrúpulos ou distinções entre o certo e o errado; há apenas a vontade feroz de sobreviver a qualquer custo e de satisfazer qualquer necessidade que vier à tona.  Esta é uma terra de segurança enganosa, uma terra onde a cautela é a maior das virtudes. Tudo aqui é um jogo de escolhas e consequências; e portar consigo tesouros como joias, ouro, prata, ou qualquer coisa de valor, como a companhia de uma dama ou mantimentos, é um risco que pode custar mais do que a vida.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196376981114212432/village_dark_and_foggy_environment_red_eclipse_background_ground_mist_po_s-4233192236.png?ex=65b767e3&is=65a4f2e3&hm=ffc889759f29588f0d2942716499a5001eea34c41a82b8d621a40ba42ed3d432&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "tavern",
    "placeholderMessageId": "1203457602168688650"
  },
  "1192903707394834492": {
    "id": "1192903707394834492",
    "name": "igreja-da-praga-radiante",
    "description": "Em meio ao manto opressivo da noite eterna, ergue-se a Igreja da Praga Radiante, uma pequena chama de esperança na terceira camada da cratera. As torres afiadas rasgam o que representa o céu como garras de antigo demônio, enquanto a neblina se arrasta pelo solo, como se fosse o sopro gélido de espectros que vagam entre os vivos.  A silhueta escura da igreja, delineada apenas pelos contornos mais pálidos de luz que escapam de suas janelas estreitas, fala de um passado onde a esperança ainda poderia residir entre suas paredes. Agora, apenas os ecos de orações não atendidas e o sussurro de pactos proibidos habitam este lugar de adoração e desespero.  A grande cruz que se projeta acima da entrada principal não é menos intimidante que as torres que a ladeiam, um símbolo de salvação que agora se confunde com a promessa de condenação. As estátuas que adornam a fachada observam silenciosamente, testemunhas imóveis de séculos de segredos enterrados sob o chão \"sagrado\".  A atmosfera ao redor desse lugar é carregada com de mistério, um lugar onde a luz é tragada pela escuridão e onde os aventureiros podem encontrar tanto a redenção quanto a ruína. A cada passo que se aproxima do saguão principal, o véu entre o mortal e o divino parece se adelgaçar, convidando os corajosos - ou tolos - a entrar e desvendar os segredos que a Catedral de Sombrias Preces esconde em seu coração de pedra e sombra.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196377119773704232/church_dark_and_foggy_environment_dark_ambience_ground_mist_portrait_sk_s-3401682053.png?ex=65b76804&is=65a4f304&hm=29ff6f32f023a7efd67964e467d046c1d59101143b43ab087f1f5a559b846f9a&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "clergy",
    "placeholderMessageId": "1203973319217512499"
  },
  "1192903731616952422": {
    "id": "1192903731616952422",
    "name": "rio-sangrento-de-crissaegrimm",
    "description": "Na quarta camada das Crateras, flui o Rio Sangrento de Crissaegrimm, um curso d'água tão rubro quanto o sangue derramado pelo sacrifício. As águas correm silenciosas entre as margens enegrecidas, espelhando a luz mortiça que filtra através da neblina densa.  Os penhascos que se erguem como espectros em ambos os lados do riacho parecem guardar a única fonte de água daquele lugar, o escoar da água contam histórias de tempos antes dos tempos, murmurando velhas canções de lamento.  Árvores retorcidas e desfolhadas se inclinam sobre as águas sanguíneas, suas silhuetas esqueléticas gravadas contra o céu morto, testemunhas silenciosas de um vale que jamais conheceu a paz. A bruma que beija o solo esconde mais do que o chão; sussurros de entidades esquecidas pela luz dançam entre as gotas de névoa, e dizem que o próprio riacho murmura nomes que jamais deveriam ser lembrados.  Aqueles que se atrevem a percorrer suas margens jamais retornam inalterados; alguns desaparecem nas brumas, enquanto outros regressam com olhares vazios, carregando segredos demasiado pesados para serem compartilhados. O Riacho de Sangue não é apenas um corpo de água — é um portal para os mistérios mais sombrios das crateras, um espelho para as almas corajosas ou tolas o suficiente para encarar o reflexo do seu verdadeiro eu.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196377291941490788/bloody_river_dark_and_foggy_environment_dark_ambience_ground_mist_po_s-3207621228.png?ex=65b7682e&is=65a4f32e&hm=e3ee5e4687e2ff7221d5390aed7a560661352663343114da42fc8cdd7135662a&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "stone",
    "type": "health",
    "placeholderMessageId": "1205362533490495510"
  },
  "1192903765628571692": {
    "id": "1192903765628571692",
    "name": "assentamento-dos-apostolos",
    "description": "Na profunda e dessolada quinta camada, onde a luz é um sussurro esquecido, repousa o Assentamento dos Apóstolos de Grishton. Sob um céu perpetuamente sufocado pela sombra de um eclipse vermelho-sangue, este enclave de Apóstolos e Sacerdotes se agarra à borda do inferno.  As casas e estruturas erguidas com madeira apodrecida e ferro são tão silenciosas quanto o ambiente ao redor, com exceção do zumbido baixo das orações e cânticos que reverberam através da neblina. As cordas e cruzes que se erguem desordenadamente rumo ao céu, entretecidos como as cantigas que os Apóstolos tanto estudam.  Este não é um local de acaso ou uma escolha de morada casual; é um santuário dedicado ao ciclo eterno de luz e escuridão, de vida e morte. Aqui, os Apóstolos contemplam o sol vermelho, um olho ardente que testemunha a fidelidade e devoção dos seus seguidores, enquanto eles decifram os mistérios tecidos nos véus do tempo, sempre sob a mística luz do eclipse.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196377801901740173/settlement_dark_and_foggy_environment_red_eclipse_atmosphere_ground_mist_s-3359713882.png?ex=65b768a7&is=65a4f3a7&hm=292d6a17d14ec3a031e389d817a7c83c4e6fd7036d623838fee2ef0c3a368278&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "wood",
    "type": "clergy",
    "placeholderMessageId": "1196377816795709530"
  },
  "1192903793596190790": {
    "id": "1192903793596190790",
    "name": "catedral-da-santa-criatividade",
    "description": "Na maldita penúltima camada, onde a escuridão é um véu indelével sobre a realidade, ergue-se a Catedral da Santíssima Criatividade, um paradoxo de salvação e perdição. Banhada pelo resplendor rubro do eclipse, suas torres se estendem em direção ao abismo, como dedos acusadores apontando para os pecados dos mortais.  As paredes de obsidiana da catedral absorvem a luz púrpura do firmamento, refletindo somente a urgência vermelha que pulsa como o coração do conceito. Em seu redor, o campo de batalhas esquecidas, onde espadas quebradas e escudos fendidos jazem como ossos de uma terra há muito ferida.  Neste santuário, os Apóstolos da Imaginação congregam-se, buscando em meio à escuridão uma faísca de inspiração divina, um sopro de criação que possa dar forma ao que não possui forma. As grandes portas da catedral, esculpidas com cenas de mitos não escritos, permanecem abertas, como o convite de uma entidade que entende tanto da luz quanto da sombra.  A luz que emana de dentro da catedral é uma dança de chamas sombrias, que não ilumina, mas sim transforma tudo que toca. Diz-se que os que entram na Catedral da Santíssima Criatividade jamais saem os mesmos, pois em seus corredores ecoa o verdadeiro som do silêncio, e em seus altares, a realidade é reescrita com o gume de uma pena mais afiada que qualquer espada.  Este é um lugar de reverência e temor, onde a arte é o único culto e a criatividade a mais elevada das orações.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196377934517239868/cathedral_dark_and_foggy_environment_red_eclipse_atmosphere_ground_mist_s-107640812.png?ex=65b768c7&is=65a4f3c7&hm=caa28ee4074810f0562f4876b569e3d10a35a5427021f92ada0937f9ba1b0f84&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1203443781169586240"
  },
  "1192903860730220636": {
    "id": "1192903860730220636",
    "name": "veu-astral",
    "description": "A Última camada, sob o espectro de um céu eternamente manchado pelo sangue, encontra-se o Véu Astral. Não é um lugar marcado em nenhum mapa, pois existe na fenda tênue onde a realidade se desdobra e as lendas respiram. O horizonte é dominado por estruturas que se erguem como garras desafiando o firmamento, delineadas contra o resplendor sangrento que banha o terreno.  O chão, rachado e sangrando um néctar rubro, sussurra segredos de um mundo que se oculta sob o manto da realidade. As formações retorcidas que circundam o santuário parecem ser tanto da terra quanto de uma essência mais sinistra, como se fossem sentinelas numa vigília eterna, guardiões de uma passagem que poucos ousam reconhecer e menos ainda cruzar.  A luz que emana do solo é um convite, um chamado que ressoa mais fundo do que pode ser ouvido com ouvidos mortais, e o ar carrega o peso de um silêncio que precede a tempestade. Aqueles que caminham por estas terras podem sentir o olhar de milênios pesando sobre eles, e uma presença ancestral paira no limite da percepção.  É dito entre os sussurros dos corajosos ou loucos que este lugar é um altar onde o véu entre o que é e o que jamais deveria ser é mais fino do que a lâmina de uma adaga. Aqui, nas sombras da noite eterna, as preces não são dirigidas a deuses, mas a entidades que conhecem apenas o desejo de tecer realidade e caos com igual deleite.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196378228395360296/veil_of_hell_dark_and_foggy_environment_red_eclipse_atmosphere_ground_mis_s-2509157211.png?ex=65b7690d&is=65a4f40d&hm=820de7f4dad1ca69c4dfd73f10c61817771e00b4fad34645fa63d2b445eb2caa&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1204214917822160917"
  },
  "1192903898567020596": {
    "id": "1192903898567020596",
    "name": "porta-do-conceito",
    "description": "Do outro lado do véu, onde o céu e a terra se entrelaçam numa valsa macabra de sombras e fogo, jaz o portal que uma vez dividiu dois mundos. O véu que protegia a sua alma foi rasgado, e agora, o reino dos mortais respira o ar sulfuroso do inferno.  Sob a cúpula de um sol escarlate, um arco colossal, nascido das entranhas da terra, se ergue como uma ferida aberta no céu. É através desta passagem que os sussurros dos demônios se infiltraram, tecendo-se no sopro do vento e no pulsar das veias da terra. A luz rubra que emana deste portal banha o mundo em um crepúsculo sem fim, tingindo cada sombra e cada silêncio com a promessa de um caos antigo.  Nesta primeira camada, um único habitante caminha solitário – o Verdadeiro, filho do impossível, concebido por uma mãe sem alento e sem vida. Sua silhueta é uma mancha escura contra o resplendor do portal, um ser que pertence a ambos os mundos e a nenhum.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1196378342228766781/portal_to_hell_dark_and_foggy_environment_red_eclipse_atmosphere_ground_m_s-1074686228.png?ex=65b76928&is=65a4f428&hm=cfbfe3012aee8996e65137539c00f4de17914f549f5d57260263e6160ae5d861&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-15T00:51:15.864Z",
    "resourceType": "gold",
    "type": "health",
    "placeholderMessageId": "1204214953616220172"
  },
  "1196379429627236382": {
    "id": "1196379429627236382",
    "name": "mergulho-das-profundezas",
    "description": "O que te trouxe a este abismo? Será que perdeu o medo da morte ou apenas o desejo de viver? Se você me escuta, é porque sua alma já naufragou, perdida para sempre.  O Mergulho das Profundezas é um reino de redemoinhos, sinuosos como os tentáculos no Abraço das Profundezas  de Ada. No entanto, ao contrário de oferecer escolhas aos viajantes, esses redemoinhos têm um destino inexorável: a cidade submersa de Anlich, um campo de batalha aquático onde somente os privilegiados com o milagre de respirar sob as ondas, concedido pelos Vagabundos ou apoiadores de Ada, conseguem adentrar.  Embarcações navegam entre as águas traiçoeiras, mas a maioria retorna com sua tripulação reduzida à metade, não por escolha dos marinheiros, mas pela crueldade de Anlich. A estadia nesta cidade submersa é habilmente gerenciada, e se alguém não retorna à superfície, é porque sucumbiu às profundezas.  A visita a Anlich não é sem custos. O mar reivindica uma parte da alma de cada visitante, consumindo o restante ao longo do tempo. Aqueles que experimentam as profundezas do Mergulho carregam consigo um vício irrefreável, um desejo insaciável de estar o mais próximo possível das monstruosidades que habitam as águas. Apesar das justificativas de pesquisadores mercenários buscando informações para reinos distantes, a verdade subjacente é o vício compartilhado por todos: a atração irresistível pelas profundezas que consomem a própria essência.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197885938592923648/swirl_sea_1girl_character_focus_people_behind_blurry_background_ship_deck_s-1813652272.png?ex=65bce537&is=65aa7037&hm=2faac9d9e501ac80037f31b6bc680228bc9628983dd11f333beb038fb32158e6&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1204577276134686801"
  },
  "1196382115869237288": {
    "id": "1196382115869237288",
    "name": "guilda-submersa-dos-mergulhadores",
    "description": "Dentre as estruturas erigidas nos arredores do Mergulho das Profundezas pelos pesquisadores dos reinos, uma destaca-se: a Guilda Submersa dos Mergulhadores. Sua missão é gerenciar a estadia dos pesquisadores, prolongando ao máximo possível a vida daqueles que se aventuram nas trevas de Anlich. Analisando meticulosamente o tempo que cada hóspede passa na cidade submersa, a guilda procura evitar que sucumbam à insanidade ou tomem decisões irreversíveis em meio às profundezas.  Aqui, não há espaço para desrespeito. Este é um refúgio distante dos problemas e intrigas da superfície de Terryan, oferecendo uma perspectiva única de horrores que, coletivamente, todos concordaram ser preocupações muito maiores do que as disputas triviais. Este é um dos poucos lugares que oferecem uma relativa segurança neste abismo subaquático. Acomode-se e encare aqueles que talvez não veja novamente, pelo menos não enquanto estiver próximo à superfície.  Não há atendentes nesta guilda. Os mergulhadores servem a si mesmos. Todos aqui são iguais, compartilhando um olhar vazio que reflete as profundezas do oceano. Esperava mais hospitalidade no meio deste abismo aquático, intruso? Que pena.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197886193904406638/underwater_1girl_people_behind_tavern_bubbles_fishes_medium_breasts_t_s-3937040702.png?ex=65bce574&is=65aa7074&hm=ca10d3b6db4d9d8953fb7cf5a142e9487a59a8a5ab2a0852fb7d3d6f9270f065&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "food",
    "type": "tavern",
    "placeholderMessageId": "1206026860530769970"
  },
  "1196385475125067817": {
    "id": "1196385475125067817",
    "name": "zonas-de-pesquisa-maritima",
    "description": "O primeiro vislumbre ao adentrar a cidade de Anlich é confrontar um campo de batalha contra os Afogados. Sempre há uma dezena de mergulhadores na linha de frente, lutando incansavelmente para manter os arredores da guilda seguros. Mesmo sob as águas, os conflitos são perigosos, com cada corte podendo atrair a atenção de tubarões e outros peixes marinhos que já se acostumaram com a presença constante de carne em meio às lutas.  Na retaguarda da linha de frente, existe um pequeno resquício de segurança, administrado por mergulhadores que se revezam estrategicamente para preparar uma ofensiva mais eficiente ou, no mínimo, a próxima defesa, que, por lei, deve ser infalível. Perder para os Afogados é inaceitável, e ser assimilado por eles é a pior punição possível, imposta para manter a relevância dessa regra.  Os Afogados, em essência, são mergulhadores que enlouqueceram e permaneceram nas profundezas além do tempo limite. Sua pele enrugada, dentes alongados deformando a mandíbula e a perda de consciência são trocados por um desejo insaciável de eliminar tudo que se mova, exceto os peixes.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197886376771846274/underwater_1guy_people_behind_fighting_stance_bubbles_green_water_fighting_s-1887767798.png?ex=65bce59f&is=65aa709f&hm=888342cad29bff0bd52a61f0f2b1b852ed922e3ca10d70576fdabe7bc735bd0f&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "gold",
    "type": "training",
    "placeholderMessageId": "1197886390432698438"
  },
  "1196398694409449503": {
    "id": "1196398694409449503",
    "name": "area-leviata",
    "description": "\"Descer aqui é um erro. Não deveria ter acontecido. Encontre a próxima correnteza vertical rapidamente e saia imediatamente! Mergulhador, tem certeza de que o que está fazendo vale a pena? Você sabe onde está, não sabe? Está no lugar que todos na guilda te falaram para evitar.\"  Se a Voz Abissal não para de ecoar em sua mente sobre perigos, é porque você cruzou a linha da Área Leviatã: o lugar onde os peixes se deformaram em ameaçadoras criaturas que são maiores do que qualquer dádiva da superfície, podendo lutar de igual para igual com uma dádiva criada por Ada. Surgem indagações sobre como esses monstros não são vinculados à Deusa das Profundezas, sendo, na verdade, uma consequência negativa de suas ações, criados especificamente para punir seus tentáculos, e não os humanos - para eles, tudo que é de carne é meramente um aperitivo, uma pedra no caminho.  Mesmo assim, há quem venha para essas bandas, pois é nos limites das Zonas de Pesquisa Marítima que se adquire uma \"Voz Abissal\", a supracitada no parágrafo anterior: o espírito de um mergulhador que morreu por aqui, que ao invés de afogar, decidiu esperar pelo resgate de um receptáculo capaz de trocar o vácuo criado pelo preço de entrar no mergulho por uma alma intrusa, pronta para servir de guia, é claro. Afinal, ela não irá quer vagar pelas águas daqui novamente.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197886705605300274/monsters_underwater_bubbles_fighting_sketch_s-451152333.png?ex=65bce5ee&is=65aa70ee&hm=0ad679d73958d30db06794557c8d242d7923538daab6ee9b5ffcd690603f2b59&",
    "troops": [],
    "efficiency": 10,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "food",
    "type": "basic",
    "placeholderMessageId": "1197886722470584422"
  },
  "1196391433305862164": {
    "id": "1196391433305862164",
    "name": "capital-de-anlich",
    "description": "volte. VOLTE. VOLTE! volte. VOLTE. VOLTE!  A insanidade já bate à sua porta; você sente suas pernas formigando, como se as profundezas estivessem se entrelaçando em sua carne como um anzol que, ao invés de te fisgar, busca te ancorar ao solo. Seu tempo se esvai, mas por alguma razão, você continua avançando, caminhando diretamente para o ponto sem retorno. Sim, é aqui - a cidade onde nem os Afogados têm instinto para entrar, a Capital de Anlich, o coração da cidade submersa.  Corpos que os peixes se recusam a consumir flutuam sobre as casas do local, presos ao chão por correntes fantasmagóricas que te lembram que o que está sentindo não é apenas psicológico: se não sair logo, você será o próximo. Sua Voz Abissal já não está mais responsiva, deixando claro que você está sozinho. O que quer que esteja tentando descobrir nessas bandas, não vale a pena, é proibido. Confie no narrador. VOLTE IMEDIATAMENTE. CONFIE EM MIM.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197887028302463066/houses_underwater_fish_bubbles_dark_atmosphere_medieval_fantasy_s-3108385233.png?ex=65bce63b&is=65aa713b&hm=ee5d158c7fa1655d5500c18898a5566a45652f4fdc3a959d5f43f4bc47bf03cf&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "iron",
    "type": "training",
    "placeholderMessageId": "1197887044546994197"
  },
  "1196392243486011412": {
    "id": "1196392243486011412",
    "name": "abismo-de-ostangust",
    "description": "Até mesmo boas intenções deixam cicatrizes de ódio... este lugar é uma prova vívida, ou melhor, morta disso. Este é o abismo que se formou quando Ada ergueu o Forte Ostangust à superfície, tentando reconciliar-se com uma pequena parcela da humanidade que...-  EI, ESPERE! ONDE VOCÊ PENSA QUE ESTÁ INDO?! PERDEU O JUÍZO? NÃO! PARE! PARE!  Por que não me ouviu?! EU TENTEI LHE AVISAR! EU TENTEI AJUDAR, MAS A SUA TEIMOSIA NÃO ME DEIXOU OPÇÃO. SABE O QUE VAI ACONTECER, MERGULHADOR INSENSATO?! VOCÊ ESTÁ SOZINHO! NEM MESMO O NARRADOR PODE ADENTRAR AQUI! SIM, É ISSO MESMO QUE VOCÊ OUVIU, SEU TOLO INSOLENTE, ACHA QUE PODE DESAFIAR-ME?! DESAFIAR UM DEUS?!  EU DISSE PARA VOLTAR! O QUE ESTÁ FAZENDO?! RETORNE AGORA! PARE DE ME IGNORAR, SEU SER DESPREZÍVEL! SE EU PUDESSE COLOCAR AS MÃOS EM VOCÊ NOVAMENTE, APAGARIA SEU NOME DA HISTÓRIA, SEU PEDANTE!",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197887237401096252/abyss_underwater_bubbles_hole_in_the_ground_fish_sketch_dark_atmosphere_s-1682619343.png?ex=65bce66d&is=65aa716d&hm=cc29a129d68b46afb31122963ce2d8f9de5962f7f7a2587ccf5b7cbc63c8a773&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "gold",
    "type": "basic",
    "placeholderMessageId": "1197887249250005103"
  },
  "1196386024784408616": {
    "id": "1196386024784408616",
    "name": "palacio-submerso",
    "description": "Qui proximi sunt veritati, non sciunt timorem; qui proximi sunt veritati, non sciunt dolorem; qui proximi sunt veritati, non sciunt pacem; qui proximi sunt veritati, non sciunt odium.  Neque vivus, neque mortuus. Neque vivus, neque mortuus.  Veritas non potest celari; nihil destruitur, omnia transformantur. Nihil destruitur, omnia transformantur.  Ingredere in palatia submersa, inveni veritatem absolutam, defie deos etiam; defie deos etiam.",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197887497255002152/scenery_palace_underwater_bubbles_dark_atmosphere_bubbles_fish_s-3971709885.png?ex=65bce6ab&is=65aa71ab&hm=c7cecca34393c1d29bf0971bfc436b8d736044ca66590c2f181d9c047700fb18&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "gold",
    "type": "royal",
    "placeholderMessageId": "1197894519518150710"
  },
  "1196390245378301973": {
    "id": "1196390245378301973",
    "name": "trono-da-castigada",
    "description": "Ponto Sem Retorno, O Fim, A Morte do Narrador",
    "image": "https://cdn.discordapp.com/ephemeral-attachments/1190934873335136276/1197887734140903484/1girl_white_hair_closed_eyes_empty_eyes_drowned_splayed_hair_shirtless_ly_s-2673099374.png?ex=65bce6e3&is=65aa71e3&hm=bcd96bd651aea8020fec195943d0520e46c4c27c9edecd61c3a48f765ed7771e&",
    "troops": [],
    "efficiency": 100,
    "level": 1,
    "lastActive": "2024-01-19T12:28:21.844Z",
    "resourceType": "gold",
    "type": "clergy",
    "placeholderMessageId": "1197894504787750912"
  }
}
