{
  "fd9a888b5ca131ad1a1f7aa46f8dd376": {
    "title": "A Musa das Chamas Azuis",
    "name": "Lira Mos",
    "id": "fd9a888b5ca131ad1a1f7aa46f8dd376",
    "description": "Lira é como uma poesia em meio à ação frenética da guilda. Seus cabelos são tão negros quanto a noite estrelada de Terryan, e seus olhos, hipnotizantes em sua tonalidade azul, parecem refletir a luz do fogo etéreo que arde nas paredes da taverna. Sua presença, um equilíbrio perfeito entre mistério e calor, atrai os olhares dos frequentadores como uma chama sedutora.\n\nComo a musa das chamas azuis, Lira Mos é a guardiã das bebidas flamejantes que alimentam os corações dos aventureiros. Seu sorriso é tão caloroso quanto o éter que envolve a guilda, e suas palavras fluem como uma melodia suave, proporcionando uma sensação de conforto aos que compartilham seu balcão.\n\nAo observá-la navegar pelas mesas, é evidente que Lira não é apenas uma taverneira, mas uma maestrina que conduz a sinfonia caótica da guilda com maestria. Sua habilidade de manter a ordem entre os aventureiros, enquanto distribui o tão desejado Elixir de Éter, é um verdadeiro espetáculo.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/static_assets/tavern,%20blue%20fire,%201girl,%20simple%20clothes,%20blue%20beer,%20blurry%20background,%20smug,%20me%20s-4174546126_ySYD_Wq-6.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548", "777624354560802876", "852612847116222536", "1136020320113938473", "317070060290179072", "611129208189747208"],
    "price": 0
  },
  "f7c3198e023eb1b8797d380552317988": {
    "title": "Lorde dos Golens de Pedra",
    "name": "Duque Pedra Viva",
    "description": "\"Você não vê o que estou fazendo pela humanidade, verme? Quer que Anlich se repita?\"\n\nO Duque da Ilha dos Golens é um nobre de longa data, cuja existência se estende por séculos. Sua longevidade, por si só, poderia ser considerada uma afronta aos deuses, mas ele acrescenta a isso o feito extraordinário de ser o único ser humano nascido com sangue divino que conseguiu se desvincular dessa herança. Colaborando com os pagãos, o Duque Pedra Viva empreendia uma missão audaciosa: erradicar a presença das entidades em Terryan, a qual ele considera o \"futuro da humanidade\". No entanto, anos de estudo infrutífero e experimentação em seu próprio corpo levaram-no à insanidade, resultando no assassinato de todos os seus súditos, ou melhor, na completa transformação deles em golens de pedra.\n\nNo ritual denominado por ele de \"livramento\", utilizando seu sangue estagnado com impurezas decorrentes das experiências malogradas consigo mesmo, o Duque transforma seres humanos em golens de pedra, dotados de uma força descomunal e total lealdade a ele. Seu domínio, a Ilha dos Golens de Pedra, situa-se na confluência dos Mares de Anlich e Darandur. Apesar dos perigos evidentes, o local é frequentemente visitado por Vagabundos e até soldados dos reinos em busca de tesouros encontrados nas costas. Contudo, o que se descobre nesse campo de batalha não são apenas riquezas, mas sim estátuas de pedra que um dia foram criaturas de carne.\n\nDizem que a renúncia do Duque à sua condição de descendente de uma Entidade Divina está vinculada aos eventos ocorridos em Anlich. Muito antes do ataque dos Rastejantes da Escuridão às fronteiras celestes, o Mar de Anlich era um reino próspero, lar dos parentes do Duque, que pereceram afogados quando o mar submergiu. Embora a veracidade dessa narrativa seja incerta, aqueles que tiveram o desprazer de encontrar o Duque compartilham histórias aterrorizantes de seus encontros, marcados pelo desmembramento de seus parceiros e murmúrios sobre Anlich vindos do Duque.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/disheveled%20light%20green%20hair,%20round%20glasses,%20sleek%20black%20suit,%20golden%20buttons,%20wh%20s-3572585517_81vxqoA6i.png",
    "drops": [],
    "usersWithAccess": [],
    "price": 1000000,
    "id": "f7c3198e023eb1b8797d380552317988"
  },
  "4a55bca725c91efd9f207fdaca853ca6": {
    "title": "O Deus Intruso",
    "name": "Marjorie",
    "description": "\"Eu vou me vingar, Mãe. Você tirou tudo de mim. Eu vou tirar tudo de você... Tudo nesse seu mundo falso... irá perecer. Assim como o Pai.\"\n\nDentre todas as figuras malignas de Terryan, uma se destaca pela ausência de coerência em suas palavras...\n\nO Lorde Marjorie é um homem envolto em mistério, detentor de poderes desconhecidos, dedicado à macabra prática de colecionar crânios de nobres de Yos. Seu palácio é decorado com esses troféus, e ele reside isolado, acompanhado apenas por uma mulher que parece responsável por todos os afazeres do local. Pouco se sabe sobre esses dois, e, apesar de sua postura claramente hostil em relação aos descendentes do sangue celestial do Arcanjo, o Lorde Marjorie ocasionalmente participa de festas onde nobres se reúnem para discutir possíveis ataques ao Reino Central. Ele nunca explicou suas razões, mas tanto ele quanto sua suposta única concubina demonstram um interesse marcante no Trono Vago. O que um ser desprovido de sangue real e com poderes misteriosos deseja conquistar com o Trono Vago permanece um enigma. Essa e inúmeras outras perguntas persistem sem respostas há décadas, e ninguém ousa questioná-lo diretamente, ou aqueles que o fizeram já não existem mais.\n\nO Lorde Marjorie nutre uma inimizade intensa com Crow Vesti, uma assassina profissional de semblante duvidoso, que o caça desde os primórdios dos registros históricos. Essa é uma batalha que nunca encontrou desfecho e apenas reforça a ideia de que ambos possuem poderes de nível equivalente, que ninguém jamais ousou comparar com outras dádivas Terryanas, já que todos os seguidores de Yor que os desafiaram viraram troféus.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/static_assets/kadriel_fNAym6SwY.png",
    "drops": [],
    "usersWithAccess": ["138035353700401152"],
    "price": 1000000,
    "id": "4a55bca725c91efd9f207fdaca853ca6"
  },
  "260bb8ba448a01f14a99e9a1431688ce": {
    "title": "A Mulher Mais Rica do Mundo",
    "name": "Alice Magnolal",
    "description": "\"Eu? Culpada? Tudo o que eu fiz foi apenas para o bem. Eu nunca faria nada de mal, para seu ninguém.\"\n\nSuspeita de ter vindo de outro mundo, Alice Magnolal é aparentemente uma humana que reside no coração da terra de Éter, onde cultiva em grande quantidade esse elemento e surpreende o mundo com avanços tecnológicos de alto nível mesmo após o adormecimento de Mirthir. Embora essas realizações por si só não fossem suficientes para torná-la alvo de todos, Alice Magnolal conquistou a verdadeira imortalidade através do Éter, transformando-se em um grande alvo para todas as igrejas de Terryan. Além disso, por sua ativa participação na economia mundial, ela se tornou mais procurada do que até mesmo o próprio duque.\n\nO que a protege diante de tantos inimigos é sua riqueza sem fim. Embora não seja uma nobre portadora do sangue de uma Entidade Divina, Alice Magnolal é a mulher mais rica do mundo e uma das maiores financiadoras dos Caçadores de Dádiva. Isso sugere que deixá-la em paz é o necessário para ter uma vida próspera como nobre, mas nada indica que ela não tenha suas próprias ambições. E, de fato, ela as possui.\n\nAlice Magnolal não é apenas uma gênio, mas também uma sádica implacável que não se satisfaz com coisa alguma. Mesmo durante a hibernação de Azhta, este comentou com seus protegidos que a maldade dela não tinha lugar nem no submundo, sendo algo que deveria ser eliminado. Entre todas as suas realizações, a mais impressionante até então foram as armas de fogo, capazes de explodir dádivas, portadas exclusivamente por ela e alguns poucos soldados, muitos dos quais acreditam serem marionetes manipuladas (até mesmo sob controle mental dela).",
    "image": "https://ik.imagekit.io/ez2m5kovtw/static_assets/blonde%20hair,%20blue%20eyes,%20hair%20ornaments,%20curly%20hair,%20long%20hair,%20white%20dress,%20medi%20s-697575010_Mk5WKpikN.png",
    "drops": [],
    "usersWithAccess": ["636189373393534987"],
    "price": 1000000,
    "id": "260bb8ba448a01f14a99e9a1431688ce"
  },
  "42c46441baa8f43d98e936764b39481b": {
    "title": "O Primogênito da Luz",
    "name": "Grishton Leonhart",
    "description": "\"Os seres humanos, incautos, são arrastados pela correnteza inexorável do destino ou algo semelhante, apenas para findar sua jornada neste mundo sem decifrar o verdadeiro propósito de suas existências divinamente entrelaçadas.\"\n\nEm um plano etéreo onde os carrascos regem cada fragmento da existência, ergue-se Grishton Leonhart, uma figura que em sua ascensão sacrificou mais do que se pode conceber para alcançar o seu renascimento.\n\nOs relatos sobre Grishton são tão escassos quanto sombrios. O Primogênito da Luz foi outrora um líder de um colossal exército, soldados que, como marionetes, carregavam não apenas o estandarte de seu senhor, mas também seus próprios desejos. No entanto, esse sonho foi esmagado, reduzido a pó sob a brutalidade impiedosa, como um verme sob as botas de uma armadura forjada em ouro.\n\nEle sacrificou tudo que possuía, até mesmo seu corpo físico, numa busca insaciável pela Luz Primordial que crepitava em seu âmago. Pois ele não é apenas um dos arquitetos dos fios do destino, mas também um dos dedos que puxam as teias do fim.\n\nEle não nutre inimizade com nenhum outro dos seus iguais, afinal, é impossível nutrir ódio por aquele que irradia mais intensamente do que o próprio sol. Sua relação com os demais é predominantemente neutra, uma calmaria em meio ao tumulto. No entanto, há uma exceção notável: Alice Magnolial, aquela cujas veias foram outrora aquecidas pelo sangue que agora corre em suas veias imortais.\n\nSua voz é serena, um sussurro que acalma até mesmo as tempestades mais furiosas. A pele e os cabelos, alvos como o resplandecer das estrelas que perfuram a escuridão do céu noturno, tornam Grishton Leonhart uma manifestação da luz em si. Ele é a personificação da esperança.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/static_assets/1man_long_wavy_hair_blue_eyes_silver_hair_divine_white_robe_golden_buttons_s-2276133177_5_B-zdiOB.png",
    "drops": [],
    "usersWithAccess": ["777624354560802876"],
    "price": 1000000,
    "id": "42c46441baa8f43d98e936764b39481b"
  },
  "658c8a32f88922ed351f938899ab0a2a": {
    "title": "Lorde Sombria da Ambição",
    "name": "Solidão",
    "description": "Uma mulher sombria, com um passado tão obscuro quanto o fundo de seus olhos. \n\nSolidão vem do interior de um país de um mundo que não existe mais, onde cresceu aprendendo a tomar a felicidade dos outros em prol de sua própria. Ela se corrompeu cedo na vida, e tinha tudo para ser uma ninguém na história. Porém, Marjorie, um dos imperiais, potestades de onde ela e o resto da escória vivia, ainda tinha que escolher alguém para ser um receptáculo para a sua pior parte. Ele tinha que encontrar alguém cruel, insensível, mas também obcecado o bastante para suportar uma maldição em sua alma. Muitas mulheres morreram nessa cruzada, a maioria de forma voluntária, afinal, quem não tem nada a perder não deixaria uma chance de se tornar alguém relevante. Mas ela não, uma das únicas que não se importavam com o processo: a mulher que perdeu seu nome para viver com a alcunha de um conceito deteriorador, a Solidão.\n\nEla foi selada por milênios e sempre foi mantida distante do imperial que a escolheu para mantê-lo longe de problemas que poderiam ser causados pelas suas trevas. Ironicamente, é atualmente a única companheira de Marjorie, que abdicou de uma vida de luz por poder, um que apenas sua pior parte poderia providenciar, uma que passou a pertencer a ela. Ou seja, abriu mão de tudo para tê-la.\n\nSolidão deu a luz a uma filha de Marjorie em Terryan, e coordena um relacionamento inquietante com ele. O que passa pela cabeça dela, ou da dele, é um mistério para todos das redondezas do castelo de crânios onde habitam. De qualquer forma, dessa mulher é sempre bom manter distância.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/black%20hair,%20long%20hair,%20black%20eyes,%20pale%20skin,%20psycho,%20smile,%20medium%20breasts,%20fan%20s-2738310187_fQ3HCEKlv.png",
    "drops": [],
    "usersWithAccess": [],
    "price": 750000,
    "id": "658c8a32f88922ed351f938899ab0a2a"
  },
  "01faf98dd468b7739fea4ae8bfdc643c": {
    "title": "Lady Sombria da Ambição",
    "name": "Solitude",
    "description": "A misteriosa prova do matrimônio sombrio de Marjorie com Solidão: Solitude — uma criança com os olhos profundos de sua mãe, e a mente insaciável de seu Pai.\n\nEla só foi vista fora do Castelo de Crânios algumas vezes, brincando com esqueletos e outros mortos-vivos, geralmente vindos da floresta que cobre a área por trás de sua casa.\n\nEla tem uma personalidade que flutua entre a timidez e a extroversão facilmente, dependendo apenas da pessoa com quem está conversando.\n\nSegundo alguns Caçadores de Dádivas que já realizaram tarefas para Marjorie, ela é uma conhecida, e talvez até amiga da boneca que toma conta do cemitério amaldiçoado nas redondezas — alguém tão perigoso quanto um nobre, como dizem os boatos.\n\nÉ apenas uma criança, no final das contas, e é frágil como uma flor. Pelo menos é isso que todos que já viram a pequena perturbada que dança com mortos gostam de pensar.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/black%20hair,%20black%20eyes,%20pale%20skin,%20psycho,%20smile,%20loli,%20fantasy,%20medieval,%20splay%20s-1375501878_ofnZyMSf5.png",
    "drops": [],
    "usersWithAccess": ["138035353700401152"],
    "price": 550000,
    "id": "01faf98dd468b7739fea4ae8bfdc643c"
  },
  "2fcdbb13f4b0033364af74fc621ba017": {
    "title": "A Coveira Marionete",
    "name": "Nazari",
    "description": "Azhta diz que \"a coveira sempre esteve aqui\", e que \"a coveira é a adicção\" durante seus murmúrios noturnos. Quando acordado, a Entidade Divina se recusa a elaborar sobre o assunto, mas os que o guardam enquanto ele hiberna estão certos de que a marionete que cuida do cemitério do Centro de Terryan é muito mais do que apenas uma alma amaldiçoada...\n\nVista como uma santidade pelos seguidores de Azhta e respeitada pelos Caçadores de Dádivas, a Coveira Marionete é uma figura de renome que vaga nas partes mais sombrias de Terryan, onde a escória e aqueles que já desistiram da vida na luz habitam.\n\nTudo o que se sabe sobre ela além das informações extraídas nos sussurros de Azhta, que a levaram a ser respeitada pelos nobres vermelhos, é que a marionete na verdade é apenas um objeto inanimado, que está possuído pela alma da filha de um Imperial. Já foi confirmado que ela está em um estado constante de transe, ocasionado por uma visão ilusória de que o cemitério infestado com mortos-vivos é um paraíso que ela tem que cuidar e preservar. Infelizmente, isso é tudo, pois aqueles que quebraram o transe não foram capazes de retornar para contar o que acontece quando ela está fora dele.\n\nO apreço e cuidado que ela tem pelos mortos-vivos da área é notável e presumivelmente é o que os mantém dóceis quando ela está por perto. Isso permite que Caçadores de Dádivas e outros mercenários passem em segurança. Os que já estão acostumados com essa vantagem geralmente a presenteiam com objetos velhos em um ato de boa fé, que ela recompensa apontando para o caminho mais seguro da noite, e um elogio seguido de uma frase que já virou seu bordão nos registros históricos: \"Gentil cavaleiro da morte, que a lua te guie no vale das sombras, para que você possa retornar para cá para tomarmos outro chá de folhas mortas.\"",
    "image": "https://ik.imagekit.io/ez2m5kovtw/black%20hair,%20black%20eyes,%20pale%20skin,%20psycho,%20closed%20smile,%20medium%20breasts,%20fantasy%20s-2565168138_bDp7UNXb3.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548"],
    "price": 150000,
    "id": "2fcdbb13f4b0033364af74fc621ba017"
  },
  "71665d2a9ff9048d83f69d6bee55c35c": {
    "title": "A Viciada em Apostas",
    "name": "Maryanne Gate",
    "description": "Maryanne, ou Mary para os íntimos, é um lobo em pele de cordeiro. Cabelos lisos que parecem escorrer pelos seus ombros como água corrente, pele bronzeada e sardas que percorrem suas bochechas. Olhos brilhantes que atravessam o ambiente e analisam até as mínimas das oportunidades, para servir seus clientes apropriadamente? Naaaaahhhhh... Claro, isso é parte de seu trabalho e Maryanne leva isto muito a sério, porém, quando a noite fica mais empolgante do que o esperado, ela se aproveita do momento.\n\nUm sorriso caloroso e uma lábia afiada fazem com que ela seja uma das melhores garçonetes da Taverna Donzela Bêbada, sendo esta também responsável por animar a noite com jogos e apostas, sejam por bebidas de graça ou por algumas gorjetas a mais, ela sempre ama apostar com seus clientes e aceitar desafios para se divertir. Digamos que ela é muito boa nisso, mas ninguém sabe se é por ser boa mesmo ou por se aproveitar dos mais embriagados.\n\nSeu mundo gira em torno de apostas e desafios, e por causa disso, ama dar atenção aos rostos novos em sua taverna, pois com rostos novos há desafios novos e modos novos de conseguir mais gorjetas gordas... Claro que ela tem seus queridinhos rostos \"velhos\" com quem sempre volta a apostar.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/8d711e9d-cdc1-4de3-9352-64b255bfe67f_djby28Wic.png",
    "drops": [],
    "usersWithAccess": [],
    "price": 0,
    "id": "71665d2a9ff9048d83f69d6bee55c35c"
  },
  "3e261e90881f42717d0d8ebfcfca5991": {
    "title": "O Memorável",
    "name": "Narrador",
    "description": "Tudo e Nada.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/black_mist_creature_glowing_eyes_scary_dark_atmosphere_cosmic_sketch_stars_s--1_FTzuIn1Tz.png",
    "drops": [],
    "usersWithAccess": [
      "636189373393534987",
      "852741584553771008",
      "308367739502985218",
      "969062359442280548",
      "138035353700401152",
      "777624354560802876",
      "1171788102960939071",
      "611129208189747208"
    ],
    "price": 0,
    "id": "3e261e90881f42717d0d8ebfcfca5991"
  },
  "aa363b9b8c3f6e2e9d78e1933c2518e4": {
    "title": "A Objeção",
    "name": "Narradora",
    "description": "A humanidade.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/white_mist_creature_glowing_eyes_scary_dark_atmosphere_cosmic_sketch_stars_s-340643583_Nsb-TjwNy.png",
    "drops": [],
    "usersWithAccess": [
      "852741584553771008",
      "308367739502985218",
      "969062359442280548",
      "138035353700401152",
      "777624354560802876",
      "636189373393534987",
      "1171788102960939071",
      "611129208189747208"
    ],
    "price": 0,
    "id": "aa363b9b8c3f6e2e9d78e1933c2518e4"
  },
  "749053915a3733fbdfbabdcc19d15510": {
    "title": "A Ferreira da Ilha de Pedra",
    "name": "Lupus Mintyonis",
    "description": "Uma mulher que morreu há mais de quarenta mil anos, mas foi ressuscitada pela marionete do cemitério da adicção, pois foi julgada como \"inocente demais para encontrar a morte\", pela criatura. \n\nDepois de algumas décadas no cemitério, decidiu procurar um novo propósito para a sua vida.\n\nAtualmente, ela é uma ferreira da fortaleza dos bandidos, que trabalha dia e noite para que os mercenários tenham equipamentos fortes o suficiente para cortar a pele de anjos.\n\nSeus cabelos negros são adornados com mechas brancas, que representam a perda parcial de sua alma, mas esse detalhe só assusta aqueles que não são enfeitiçados pelo charme de suas curvas e personalidade, que fazem o humano comum questionar a moralidade de se deitar com uma imortal. Seus olhos, negros como o abismo, lembram as dunas escuras onde ela retornou a vida, e perfuram a mente de qualquer um com uma desilusão eterna da vida que ela podia ter tido um dia.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/long%20hair,%20ponytail,%20blacksmith,%20blurry%20background,%20overalls,%20dirty,%20black%20eyes,%20s-2635972994_C9MAt-31Wg.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548"],
    "price": 0,
    "id": "749053915a3733fbdfbabdcc19d15510"
  },
  "268148a709c57d61717377184270166e": {
    "title": "Antigo Defensor do Royal Magnum",
    "name": "Anjo Renegado",
    "description": "Antes um ídolo dos humanos, hoje reduzido à loucura por conta da perda de seu superior, o Deus Esquecido.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/blonde%20hair,%20white%20eyes,%20glowing%20eyes,%20long%20wings,%20angel,%20portrait,%20serious,%20cur%20s-387809831_gULJjHkC4.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548", "418007181200195586", "611129208189747208"],
    "price": 0,
    "id": "268148a709c57d61717377184270166e"
  },
  "24f3c5d9b2d3b3a248a2e63bab0006b9": {
    "title": "Guarda da Fortaleza dos Bandidos",
    "name": "Profundamente Acordado",
    "description": "Um Vagabundo que decidiu que a sua vida vale o bem estar de uma fortaleza no meio do nada, alienado pela ganância e pelos seus ideais, que os entrelaçam como um nó para a terra, e para a ilha flutuante que é considerada um inferno que se encontra no meio do mar.\n\nSeu trabalho é proteger os residentes da fortaleza, para manter a esperança de que um dia, o Duque será destituido.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/dark%20souls%20reference,%201guy,%20helmet,%20scars,%20armor,%20sketch,%20dark%20atmosphere,%20portr%20s-2572046319_CvGxcem_0.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548"],
    "price": 0,
    "id": "24f3c5d9b2d3b3a248a2e63bab0006b9"
  },
  "30d919e43300dd9c7160a1985514d722": {
    "title": "Líder Mor da Floresta Esquecida",
    "name": "Logan Bahetr",
    "description": "Crescido nos interiores de Terryan e utilizado como cobaia pelos pagãos por anos, Logan alcançou a imortalidade depois de se tornar um exímio impuro: alguém com uma quantia exacerbada de sangue real roubado em seu corpo. A gama de poderes que habitam dentro dele é imensurável, e há boatos de que ele é o único Caçador de Dádiva que tocou Herida pessoalmente, e chegou perto de ceifá-la, apesar de ter falhado. Atualmente, ele coordena os negócios clandestinos da Cidade dos Caçadores de Dádivas, e é o representante geral da organização como um todo. Além disso, Logan é completamente contra a formação de tribos entre as equipes de Caçadores de Dádivas, e condena a dissolução da profissão em grupos de mercenários, pois ele crê que a honra do ofício não vale os espólios da caça. Por conta disso, ele caça os que denomina como \"desertores\", que são aqueles que compõem o que esse ideal repudia.\n\nEle é um homem com um físico idôneo grego, com uma voz grave e um sorriso raro, mas doce como o mel. Seus olhos são profundos e perfuram a alma, sendo capazes de descongelar os corações mais gelidos das Rainhas Glaciais.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/Black%20hair,%20white%20eyes,%20scars,%20short%20hair,%20male%20focus,%20armor,%20dark%20atmosphere,%20o%20s-601427886_7F3GBn-5n.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548"],
    "price": 750000,
    "id": "30d919e43300dd9c7160a1985514d722"
  },
  "13a9509ada20de3ce71f77c88c35eb26": {
    "title": "Paladino Mor de Yor",
    "name": "Erza Quillwing",
    "description": "Para ascender ao posto de paladino, um jovem deve viver em celibato e seguir uma vida estrita de treinamento físico e espiritual até os seus vinte e quatro anos. Apenas assim ganha o direito de servir a um Nobre de Yor, como um guardião de fidelidade inquestionável.\n\nErza é um dos paladinos mais famosos do Reino Azula, e o guardião fiel de uma princesa angelical, que perdeu seu irmão nas mãos do tirano que atualmente senta no trono azul. Devido às condições da princesa que guarda, Erza se tornou um paladino pessoal, atribuído a ela para que o reino pudesse lidar com assuntos urgentes sem se preocupar com insubordinação dentro da corte. Porém...\n\nA tarefa que foi dada a Erza era corrupta. Servir ao reino é uma das maiores prioridades de um paladino, mas seguir os desejos de quem deve proteger é a missão de vida daqueles que cresceram como ele. Dito isso, Erza renegou secretamente os desejos do reino, e permaneceu fiel aos seus votos celestiais: proteger a princesa angelical.",
    "image": "https://ik.imagekit.io/ez2m5kovtw/white%20hair,%20blue%20eyes,%20silver%20armor,%20medieval,%20fantasy,%20short%20hair,%20male%20focus,%20%20s-682277180_DR_-AL-SO.png",
    "drops": [],
    "usersWithAccess": ["969062359442280548"],
    "price": 500000,
    "id": "13a9509ada20de3ce71f77c88c35eb26"
  }
}
