{
  "932801385701994527": {
    "7bb7cf28b0fe0bb2923289e0b91ab653": {
      "name": "Keïta Mendy",
      "backstory": "Em uma terra distante e misteriosa, nascia Keïta Mendy, filho de uma linhagem ancestral de caçadores, especializada na busca de dádivas valiosas que permeavam as terras inexploradas.\n\nDesde jovem, Keïta foi treinado nos segredos da caça, aprendendo a arte de rastrear e enfrentar criaturas perigosas. Durante uma expedição nas profundezas desconhecidas, Keïta enfrentou uma fera lendária e, ao emergir vitorioso, optou por marcar sua conquista de uma maneira única.\n\nUma tatuagem branca, sem adornos extravagantes, adornava seu rosto, simbolizando não apenas a vitória, mas a coragem de explorar o desconhecido. Essa marca, aparentemente simples, tinha um significado profundo para Keïta – ela representava a coragem diante do perigo, a determinação em desbravar o desconhecido e a aceitação de que a verdadeira riqueza estava nas experiências vividas.\n\nKeïta Mendy tornou-se conhecido como um caçador de dádivas exímio, enfrentando desafios que outros temiam. Sua tatuagem, visível para todos, tornou-se um símbolo de desdém para os nobres que, do conforto de seus salões, desdenhavam o trabalho árduo e arriscado do caçador.\n\nCada marca branca em seu rosto e corpo contava uma história, uma narrativa de coragem e superação. Apesar do ódio dos nobres, Keïta Mendy persistia, navegando pelos recantos mais perigosos em busca de tesouros raros e valiosos, lembrando a todos que a verdadeira nobreza residia na determinação e na ousadia de explorar o desconhecido.\n\nUm fato interessante sobre Keïta é que ele não possui nada de especial ou mágico, se virando muito bem com suas habilidades únicas de caça, mas, algo que é próprio de si é que muitas vezes o jovem caçador costuma usar seus próprios punhos para realizar alguma caçada que ele considere \"fácil\" fazendo uso de técnicas de combate corpo a corpo.",
      "appearance": "Keïta Mendy possuía uma presença imponente e atlética, destacando-se na multidão com seus 1,85 metros de altura. Sua pele é rica em tons de ébano. Os olhos profundos, de um marrom escuro penetrante, refletiam a sabedoria adquirida ao longo de suas jornadas. Tudo indica que ele tenha por volta dos 21 a 25 anos de idade.\n\nSeu cabelo curto, negro como a noite, era um lembrete da herança de sua linhagem. Vestido com roupas práticas e resistentes, Keïta carregava consigo as ferramentas de sua profissão.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "7bb7cf28b0fe0bb2923289e0b91ab653",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705677221513_LaTbidmVG.png",
      "userId": "932801385701994527",
      "xp": 0,
      "level": 1,
      "profession": "other",
      "inventory": [],
      "type": "character"
    }
  },
  "852612847116222536": {
    "7d79a2ce22b2cffabe9056baa4ac2b6b": {
      "type": "royal",
      "name": "Apolo Beroé",
      "backstory": "O dia em que o garoto nasceu foi marcado pelo céu sendo tomado por uma dança entre as sombras e a luz que formavam um eclipse solar, ele surgiu ao mundo nos minutos de cobrimento total no evento. Sua pele brilhava como a luz branca emanada pelo sol oculto e a atenção que reverberava sobre aquele bebê anunciava seu destino abençoado, seu choro fino apesar de demonstrar fragilidade, carregava a força que pulsava em seu pequeno peito.\n\nO nobre nasceu no palácio de éter onde foi ensinado devidamente como um nobre deveria se portar e agir, assim como consequentemente foi instruído sobre a busca incessante por um trono que concederia um poder inigualável a seu portador, apesar disso tudo ele optou por ser um jovem generoso e empático, decidindo auxiliar pagãos a nobres sem se importar muito com suas origens, apesar de possuir traços que evidenciam sua nobreza o garoto frequentemente é visto na vila dos pagãos, tendo uma certa relação com os \"cientistas\" do local e sendo o principal responsável pela comunicação entre eles e os nobres de seu reino.",
      "appearance": "Com seus 2 metros de altura, o jovem garoto esconde por suas vestes um corpo extremamente definido e vascularizado, revelando estar preparado para combates. Os fios de seus cabelos são tão claros quanto os campos de trigo ao sol e suas franjas emolduram seu rosto com traços finos, já seus olhos azuis são tão penetrantes como se pudesse observar as almas alheias.",
      "origin": "ethereal",
      "gender": "male",
      "characterId": "7d79a2ce22b2cffabe9056baa4ac2b6b",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705693714476_-ycjwDGVI.png",
      "userId": "852612847116222536",
      "xp": 24.761493653559405,
      "level": 15,
      "profession": "royal",
      "inventory": [],
      "familySlug": "consumadores",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    }
  },
  "969062359442280548": {},
  "611129208189747208": {
    "4f0bf521f1a12d0ef14beb528811fde7": {
      "type": "character",
      "name": "Thrain Ulric",
      "backstory": "O sonho de qualquer ferreiro é ter sua criação reconhecida, algo capaz de cortar titãs ou uma armadura indestrutível. Thrain Ulric, um ferreiro de 49 anos, passou grande parte de sua vida em busca desse sonho. Por isso, nunca estabeleceu sua forja em algum local fixo; ele gostava de vagar, testar novas maneiras de moldar o metal, longe dos tumultos da vida. \n\nCerto dia, um homem misterioso chegou à forja de Thrain. Seu rosto, coberto por uma capa esfarrapada, trazia uma espada enferrujada e quebrada. Duvidando do conserto, desafiou a habilidade de Thrain. Querendo ganhar dinheiro fácil, Thrain aceitou o desafio para provar suas habilidades. A restauração foi um sucesso, a espada despedaçada brilhava com nova vida. O homem agradeceu e partiu, impressionado\n\nA notícia se espalhou rapidamente, e sua forja temporária se tornou um ponto de encontro para aqueles que buscavam armas. Thrain ganhou fama como o ferreiro capaz de consertar até mesmo as armas mais desgastadas e trazer nova vida a elas. Entretanto, a vida de Thrain tomou um rumo inesperado.\n\nPediam restaurações exóticas e complexas, pagando somas absurdas com apostas estranhas para garantir armas únicas. Thrain, antes encantado com fama e riqueza, percebeu que suas criações não atendiam mais os clientes. Poderia ganhar muito dinheiro, mas arriscava a própria vida. Pois, como testava as armas, tornava a situação ainda mais perigosa.\nUm grupo sinistro chegou à forja, exigindo uma lâmina que cortasse além do comum. Sentindo a impossibilidade, Thrain recusou. A reação dos clientes foi violenta, ameaçando Thrain e os habitantes da vila onde sua forja temporária estava. Sob pressão de morte, Thrain Ulric, o ferreiro que buscava a excelência em sua arte, percebeu que fama e fortuna eram agora grilhões que o aprisionavam.\nA noite, Thrain tomou decisão drástica.Reuniu ferramentas, embrulhou cuidadosamente criações e deixou para trás a forja que o tornara famoso. Sabia que a fuga era a única opção para preservar a vida.",
      "appearance": "Um homem notável e inconfundível, sua presença é marcante. Possui cabelos grisalhos que denotam sabedoria, olhos verdes com pupilas felinas que revelam sua natureza antiga. Seu corpo é musculoso, mas sua aparência é envelhecida, com olhos vazios, como se carregasse as experiências de uma vida longa. Sua postura é atlética e firme, reflexo de suas habilidades desenvolvidas ao longo do tempo. A expressão séria e estoica em seu rosto evidencia a determinação e vasta experiência acumulada durante suas jornadas",
      "origin": "vagabond",
      "gender": "male",
      "characterId": "4f0bf521f1a12d0ef14beb528811fde7",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705695068248_7Kq9ctRKr.png",
      "userId": "611129208189747208",
      "xp": 14.424110101709283,
      "level": 8,
      "profession": "blacksmith",
      "inventory": []
    },
    "e33db045cb7a018b08ce38ecea01d038": {
      "type": "royal",
      "name": "Shanye Lung",
      "backstory": "Há alguns anos, um duplo ducado viu-se à beira do abismo quando os herdeiros legítimos, envoltos em sombras do passado, tornaram-se incapazes de manter o comando. A crise de sucessão pairava como uma nuvem negra, ameaçando a estabilidade local, com perigos iminentes. Nesse momento crítico, uma surpreendente solução emergiu das margens da ilegitimidade.\n\n Dois irmãos, frutos de amores proibidos entre a nobreza, foram convocados para assumir o papel de duque. Bastardos, sim, mas sua herança carregava tanto a nobreza quanto o desafio de superar as expectativas. A corte, mergulhada em murmúrios e especulações, viu com ceticismo a ascensão dos meio-irmãos, filhos de uma nobre que prestará grandes serviços à nobreza. \n\nNo entanto, os bastardos revelaram-se mais do que simples produtos de romances secretos. Cresceram em um ambiente que misturava a dura realidade da ilegitimidade com os privilégios de sua linhagem nobre. \n\nOs novos duques se intimidaram com o desafio. Mas em vez de se perderem nas intrincadas teias da realeza, focaram-se em governar , pragmatismo e uma notável ausência de ações desnecessárias. A corte observou com surpresa enquanto os bastardos-duques abraçavam uma abordagem inovadora e prática e simples para os problemas subsequentes à ascensão deles.\n\n Ao contrário dos herdeiros caídos, os meio-irmãos valorizam a meritocracia. . . o que não foi muito bem aceito pelos nobres tradicionais, que se sentiam ameaçados pelo seu poder e pela sua popularidade. Os bastardos-duques enfrentam então uma série de intrigas, conspirações e tentativas de assassinato, que colocaram à prova a sua lealdade, a sua coragem e a sua sabedoria, soltos ao mundo para como ação de ultimato. . . \n\nSerá que eles conseguiriam manter o seu posto e o seu prestígio, ou sucumbiriam às forças que queriam derrubá-los? Essa é a história que eu vou contar a seguir. .  .ou ao menos a parte sobre. . . Shanye Lung",
      "appearance": "Possuidor de uma postura imponente, que transmite confiança. Com traços marcantes e expressivos. Seus olhos verdes claros e penetrantes refletem determinação. Seu cabelo é preto ,liso e  bem grande, cortado em um estilo elegante, que realça a sua nobreza. Com sobrancelhas  grossas e arqueadas, suas orelhas são pequenas e discretas. A barba é rala e bem aparada, que lhe dá um ar de sofisticação e charme. Sendo musculoso e atlético. Com pele clara e que contrasta com a sua roupa escura.",
      "origin": "shadowbound",
      "gender": "male",
      "characterId": "e33db045cb7a018b08ce38ecea01d038",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706282304811_lifTklhYW.png",
      "userId": "611129208189747208",
      "xp": 10.636907309884585,
      "level": 16,
      "profession": "royal",
      "inventory": [],
      "familySlug": "vespas-negras",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    },
    "23385b9d409164aa61574a68176eccd9": {
      "type": "royal",
      "name": "Herida Lasta Bastieville",
      "backstory": "*\"Meu nome é Herida. Eu sou a Sobrinha da Figa, e a mandíbula de Ada.\"*\n\nDe longe, uma das mulheres mais poderosas do mundo. Herida é a nobre que enfrentou o Duque Pedra Viva diretamente, com sua transformação majestosa que mescla um dragão com um peixe gigantesco, lembrando a aparência dos perigosos leviatãs do mar.\n\nHerida é filha direta de uma Figa desconhecida, e foi criada por Kaella, chamada há muito tempo atrás de \"Figa da Ambição\". Nos dias atuais, ela é literalmente a única, salvo a certos intrusos, que tem conhecimento deste nome e título.\n\nDe todas as pessoas do mundo, Herida é uma das mais inteligentes, e sua sabedoria a faz ser alvo de certas Entidades Divinas, como Azhta e Mirthir.\n\nEla cresceu demonstrando uma responsabilidade excepcional, e por conta disso, foi reconhecida como uma \"Rainha\" das costas de Ada pelos seus irmãos da corte. Portanto, é responsável pelas decisões econômicas e estratégicas da capital.",
      "appearance": "Ela é uma mulher indistinguível, com uma pele levemente roxa, que denota sua conexão com o abismo, e olhos escuros e profundos, capazes de fazer qualquer um se perder neles. Seu corpo, bem delineado e proporcional ao seu peso, é produto de tentação de muitos que a desejam, mas não podem tocá-la, pois não são dignos o suficiente. Seus cabelos são como o de Ada, roxos escuros, e a feição dela lembra uma das figas mais importantes do mundo, cuja história foi perdida com o tempo.",
      "origin": "coastsman",
      "gender": "female",
      "characterId": "23385b9d409164aa61574a68176eccd9",
      "isApproved": false,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/static_assets/purple%20hair,%20black%20eyes,%20%20royal%20robes,%201girl,%20cleavage,%20short%20hair,%20pale%20skin,%20l%20s-648576128_xcm74CI8P.png",
      "userId": "611129208189747208",
      "xp": 0,
      "level": 1,
      "profession": "royal",
      "inventory": [],
      "familySlug": "soberanos",
      "transformation": "Herida pode controlar o nível do oceano e se curar com água. Dizem que esse não é um poder vindo de Ada, mas de sua mãe, diretamente, que é uma figa. Pelo que diziam antigos filósofos de Royal Magnum, ela é produto de uma traição, e por isso, a identidade de sua mãe foi perdida com o tempo.\n\nA sua transformação é a mais forte, senão uma das mais poderosas de todo o Mar de Royal Magnum: um dragão com uma cauda de peixe gigantesca, que também conta com asas e guelras. O monstro, que beira os dezessete metros, é capaz de expelir toxina, fogo, nadar e planar. É por conta de Herida e de seu construto abissal que não existe ninguém corajoso o suficiente para atacar as Costas de Ada pelo mar.",
      "royalTitle": "Princesa-Mor da Costa de Ada"
    }
  },
  "410135084201672704": {
    "6ef9378b25b30baabb13b9e64ed62107": {
      "name": "Alarico",
      "backstory": "Pacato, pacífico e plácido, o lar de Alarico parecia um paraíso para qualquer camponês. Pessoas bondosas, livre de problemas e tudo extremamente cíclico, o dia começa, roça o campo, tem o almoço, o passa tempo da tarde, janta e cama, sempre a mesma coisa, mas para Alarico... Aquele lugar não o prendia, algo no âmago de sua alma chamava-o para fora, para a aventura, para o desconhecido, isso, desde de sua tenra idade, um pensamento que na opinião de alguns, maligno, afinal, o que ele mais precisaria ter? Alarico tem um bom lar, uma doce família e até uma futura esposa sendo arranjada, o que ele poderia querer mais? Aventura, puro e simplesmente, parece que Alarico foi nascido para explorar o mundo, não ficar contando grãos em um saco. Sua família era terminantemente contra sua vontade, certo dia, ele simplesmente fugiu de casa. Alarico não era alto e forte, não era inteligente e culto, nem mesmo intimidador ou sequer treinado, mas, tinha em suas mãos ocultas uma boa malandragem e força de vontade.\n\nNa sua primeira andança, pulou de cabeça em um grupo mercenário e partiu para a batalha, sem treinamento ou mesmo armadura, se virando nos trancos e barrancos, o seu fim não poderia ser outro se não a morte, ou a escravidão, impressionantemente, ele saiu pouco ferido do combate e agora é um escravo, pensando em alguma forma de fugir, ou conquistar a liberdade, e se você o perguntasse se ele se arrependeu de lutar uma batalha perdida, ele se pudesse, lutaria mais uma, duas ou quantas lá seja batalhas perdidas, que eventualmente ganharia alguma.",
      "appearance": "Ruivo de olhos esverdeados de tom não tão forte. Seu porte é mediano e assim como sua altura, tendo por volta de 1,75, não é atrativo, nem desgosto, ao menos que deixa a sua barba a fazer, causando uma má impressão de sujeira e desleixo, que normalmente, permanece assim enquanto escravo. Nada de sua aparência chama muita atenção, exceto, o seu olhar, um olhar que parece evocar uma chama de sua alma.",
      "origin": "peasant-saint",
      "gender": "male",
      "characterId": "6ef9378b25b30baabb13b9e64ed62107",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705695539207_0v66WVxs1.png",
      "userId": "410135084201672704",
      "xp": 0,
      "level": 1,
      "profession": "other",
      "inventory": [],
      "type": "character"
    }
  },
  "852741584553771008": {
    "f88a475a473001e8e0c723c906724a4a": {
      "type": "royal",
      "name": "Perseu / Shelomoh Bezal'El",
      "backstory": "Perseu nasceu em 31 de outubro, marcando o \"dia maldito\"; O sol que brilhava como nunca simplesmente desapareceu, como se um lobo tivesse engolido a própria esfera que iluminava a Terra; Uma grande penumbra.\n\nFilho de um homem chamado \"Lacedêmon\" e uma mulher chamada \"Esparta\", o nascer da criança concebida veio com a alvorada em um pequeno chalé na floresta, a felicidade inundava os corações dos dois mais recentes pais quais nomearam aquele pequeno como \"Perseu\", O Filho da Luz, pois foi ele;O garoto que nasceu enquanto o sol começará à brilhar. Poucas horas se sucederam, o casal foi surpreendido pelos eventos atrozes; Os pássaros que cantavam em seu período de acasalamento, trazendo a sensação de amor e família, agora já se silenciavam, o mugido das vacas pareciam mais fracos e eram diminuídos, os cavalos relinchando começaram a trotar em direções diferentes, Caçadores surgiram ! A invasão ocorreu de forma repentina e rápida, entrando um grupo, alguns pela porta e outros pela janela, enquanto sobravam aqueles que ficavam de vigia por fora, trazidos por profecias e boatos quais anunciavam a presença de um Nobre pela floresta, assassinaram o pai e a mãe do recém-nascido, os céus tomaram a esfera de luz de volta para si, dando espaço para as sombras que abraçaram aquela Terra, marcando aquele dia como \"O Dia Maldito\", sob a noite houve apenas duas mortes, felizmente.\n\nO líder dos Caçadores poupou aquele pequeno garoto, algo tocou seu coração... Seria a inocência nos olhos de quem não podia defender-se ? Talvez a penumbra que se sucedeu ? Que seja, David Njial, o mais alto e sábio daquele grupo tomou a criança em suas mãos e nomeou o garoto ali mesmo; \" Shelomoh Bezal'El\", a 'Sombra de Deus', sem nenhuma objeção David adotou-o, criou o garoto como um dos Caçadores de Dádivas, ensinou tudo que podia sendo sua figura paterna. \n\nO 'hoje', você me pergunta ? Está sendo construído, \"A Luz\" ou \"A Sombra\", \"Perseu\" ou \"Bezal-el\", qual ser ?",
      "appearance": "Há uma dualidade até na aparência de Perseu, seus cabelos uma hora tão loiros quanto fios de ouro tornam-se obscurecem em penumbra ficando tão escuros quanto a noite. Seus olhos constantemente mudam de cor, relacionando com seus poderes ou até emoções, oscilando entre: âmbar, vermelho, azul e roxo. Ele tem um porte atlético com 1,86 e 74kg.",
      "origin": "ethereal",
      "gender": "male",
      "characterId": "f88a475a473001e8e0c723c906724a4a",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707090460316_QmpqqCoGX.png",
      "userId": "852741584553771008",
      "xp": 0,
      "level": 14,
      "profession": "royal",
      "inventory": [],
      "familySlug": "consumadores",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    }
  },
  "749056860602105957": {
    "178674ba1eb8360fbac6519d62895cf8": {
      "type": "royal",
      "name": "T'Challa",
      "backstory": "“O único modo de escapar ao abismo é observá-lo, e medi-lo, e sondá-lo e descer para dentro dele.”\n\nT'Challa nasceu em meio às sombras da guerra, em uma pequena aldeia que havia sido duramente afetada pelo conflito. Seus primeiros anos foram marcados pelo caos e pela instabilidade, pois as forças da guerra não poupavam nem mesmo os inocentes. Infelizmente, sua família foi capturada e escravizada por um grupo cruel que buscava explorar os recursos da região.\n\nDesde jovem, T'Challa mostrou uma resistência surpreendente diante das adversidades. Apesar das condições brutais a que foi submetido, ele desenvolveu uma força interior e uma sabedoria incomuns para alguém de sua idade. Durante os momentos mais difíceis, T'Challa encontrou refúgio na cultura e nas histórias transmitidas por sua família, que compartilhavam as tradições ancestrais e a rica herança de sua terra natal.\n\nUm dia, enquanto trabalhava sob o olhar atento de seus captores, algo extraordinário aconteceu. T'Challa descobriu que possuía habilidades especiais, uma espécie de dom que fluiu através dele como um rio poderoso. Sua força física aumentou, seus sentidos se aguçaram, naquele instante a terra tremeu, aqueles que o escravizaram sentiram medo enquanto o corpo do garoto era tomado por camadas de terra e barro se tornando um titã colossal…titã esse que esmagava seus inimigos de forma brutal na tentativa desesperadora de salvar sua família que infelizmente durante a transformação foram decapitados como forma adversária de tentarem causar o máximo de dano possível a T'Challa…\n\nTomado pela tristeza pensou em tirar sua vida, sempre que fechava seus olhos ele conseguia ouvir os gritos daqueles que outrora foram sua família. \"O tempo cura\" disseram uma vez, mas T'Challa demorou até tornar aquele momento em sua força.\n\nDevido a descoberta da dadiva o garoto tentou descobrir mais sobre sua origem, vindo a saber então sua família de verdade eram da nobreza e assim resgatou seu estatuto para lutar mais um dia...",
      "appearance": "T'Challa é um homem negro, mesmo tendo sido um escravo sua pele reluz ao embater do sol. Seus olhos brilham em um castanho amêndoa. \n\nSeu monstruoso corpo de 1.85cm possui tatuagens tribais com representações e significados muito pessoais. Pesando cerca de 85kg, T'Challa consegue ser assustador perto de um ser humano comum.\n\nPossuindo estilos únicos de pentear seus próprios cabelos, T'Challa aparece muitas vezes com longas tranças ou até mesmo com parte do cabelo raspado.",
      "origin": "terryan",
      "gender": "male",
      "characterId": "178674ba1eb8360fbac6519d62895cf8",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705698742270_3T8rNpolQ.png",
      "userId": "749056860602105957",
      "xp": 3.4442029696982934,
      "level": 5,
      "profession": "royal",
      "inventory": [],
      "familySlug": "lorentais",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    }
  },
  "796972107069652992": {
    "c2fa47cf75a92f35b378dd7bf5c3177d": {
      "type": "royal",
      "name": "Capitão Trystan Stormrider",
      "backstory": "Um dos mercenários e comerciantes mais famosos dos mares, um devoto a Ada, dizem que quando novo, foi atirado ao mar pela sua família como teste, e voltou vivo, era só uma criança, mas desde aquele tempo o mar já abrigava um lugar para o futuro navegador.\n\nCresceu em uma família nobre, cercado por amantes de barcos, sua pais haviam grande devoção por Ada e as coisas magníficas que ela abençoava para eles. Em algum singelo tempo, conforme foi crescendo, decidiu que iria criar sua própria embarcação, ele queria ir embora dos braços \"acolhedores\" das pessoas que o cercavam, queria viver ao mar. Eles eram contra isso, porém quem nasceu ao mar, está destinado a ele.\n\nEle fez todos os passos para criar seu próprio barco, apartir do início da vida adulta, ele já havia terminado completamente, dedicou sua infância e adolescência para isso, pois nasceu para aquilo. \n\nAbençoado com o poder do conhecimento, mesmo quando criança já sabia desenhar a planta inteira de um barco a vela, pois estudou incessantemente, Isso é uma amostra do seu potencial concedido por sua entidade. \n\nEle avançou em seus planos de vida, formou uma ótima tripulação com ele, navegando juntos ao mar, porém ainda possui muito escondido sobre si. Apenas oque se sabe, é que se tornou um comerciante de iguarias, e um mercenário que causa fim, a todos que decidem prejudicar a vida marinha. Algumas pessoas falam que ele tem o objetivo de explorar até mesmo as profundezas, porém ainda não se... — Quietos ele está chegando... \n\n— Içar vela, todos em seus postos, vamos em busca de aventuras marujos! — A história que estava sendo contada pelo senhor que estava limpando o navio cessou, no momento em que o barco iniciou seu percurso, pois Trystan estava pronto para zarpar.",
      "appearance": "Cabelos Pretos com uma pitada de roxo, olhos vermelhos, está na cara que o rapaz possui descendência da deusa abissal, suas roupas são inspiradas em piratas, alguns contos que ele lia nos livros. Sua altura beira aos 1.90, um corpo flexível, não muito pesado nem fraco, sendo o equilíbrio entre ambos, possui músculos formados que vem do enorme esforço físico com os barcos desde sua inocência.\n\nSeu barco é nomeado de Bloodsworn, por mais que não seja oficial, foi assim que os marinheiros nomearam o mesmo.",
      "origin": "coastsman",
      "gender": "male",
      "characterId": "c2fa47cf75a92f35b378dd7bf5c3177d",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705697367685_xbSlAVCdI.png",
      "userId": "796972107069652992",
      "xp": 13.833340805582093,
      "level": 7,
      "profession": "royal",
      "inventory": [],
      "familySlug": "soberanos",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    }
  },
  "636189373393534987": {
    "81cfeb20c80ed2763af92279cd434159": {
      "type": "royal",
      "name": "Gregory Skiá",
      "backstory": "\"A música e a dança alcançaram o seus limites com os talentosos bardos e cortesãs de Terryan. A arquitetura atingiu seu zênite com o Palácio Ducliabri em Carmagon. A tecnológia e engenharia foram elevados ao máximo com a chegada de Alice Magnolal. Se o melhor dos melhores já existiram antes de mim, o que me resta para fazer?\"\n\nComo uma criança, Gregory se sentia desanimado por estes pensamentos. Seus pais, grandes figuras políticas no Reino de Azula, se irritavam ao escutar tais reclamações vindas do garoto. De fato, Gregory era um rapaz excepcionalmente talentoso em todos os quesitos, seja na arte, no combate ou na retórica. Porém, nenhum cargo parecia lhe interessar, pois este acreditava que no fim, seus esforços não gerariam frutos. Ele parecia triste com a realidade que o rodeava, sabendo que no fundo nada iria lhe satisfazer. Aquele que detém a luz deve viver na mais profunda escuridão. Nesta busca por algum sentido para sua existência, sua vida parecia perder o controle. Por alguns anos de sua vida, Gregory viveu uma vida devassa, usando de seu título como Nobre para fazer qualquer coisa que pudesse gerar algum senso de prazer ou conquista. Sexo, poder, influência...\n\n\nPreso no fim do poço, algo parecia despertar nele, o suficiente para que ele mudasse seu estilo de vida. Foi a experiência que passou? Alguma revelação divina? Ou foi simplesmente fruto de sua insanidade? Gregory não sabia, mas ele encontrou sua reposta quando percebeu a energia sombria que se acumulou em seu corpo por anos. Se seus esforços não seriam recompensados neste mundo, talvez ele encontre algum prêmio na \"pós-vida\" se o mesmo se esforçasse o bastante. A ideia, pela primeira vez em sua vida, trouxe conforto para sua mente pertubada. Abandonando todos os prazeres carnais, Gregory se tornou um sacerdote, dedicado ao seu próprio conceito de \"bem e mau\". Focado apenas em realizar atos \"bondosos\" e desafiar sua natureza pecaminosa, Skiá procura achar o prazer que tanto procura após a morte.",
      "appearance": "Gregory é um homem de pele branca e cabelos amarronzados curtos. Seus olhos também possuem a mesma cor que seu cabelo, janelas para uma alma vazia e sem vida. Surpreendentemente para um Sacerdote, ele possui um porte físico poderoso, além de ter uma altura intimidadora de 2,00 metros. Embora ele ser um detentor de uma musculatura digna de um guerreiro, ele sempre é visto usando seu uniforme do templo. Por baixo das longas vestes, sua pele carrega marcas vermelhas estranhas que se assemelham com tatuagem.",
      "origin": "shadowbound",
      "gender": "male",
      "characterId": "81cfeb20c80ed2763af92279cd434159",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1705701318882_neTgZSbQi.png",
      "userId": "636189373393534987",
      "xp": 2.8073532343504577,
      "level": 3,
      "profession": "royal",
      "inventory": [],
      "familySlug": "vespas-negras",
      "transformation": "... ... ... ...",
      "royalTitle": "Principe"
    }
  },
  "293067060877983744": {
    "099896d8dab0b730eff3e977015f35b1": {
      "type": "character",
      "name": "Brooke",
      "backstory": "Uma das muitas crianças abandonadas durante conflitos e guerras desnecessárias, Brooke eventualmente decidiu se erguer com uma busca incessante por poder, seja através de riquezas ou artefatos lendários. Ele viaja pelo mundo, de guilda  em guilda, atrás de pistas sobre esses itens e também de bolsos descuidados.",
      "appearance": "Um jovem baixo, de aparência feminina e cabelos claros. Sua pele é naturalmente morena e seus olhos são dourados.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "099896d8dab0b730eff3e977015f35b1",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707060841192_LYchcwOFj.png",
      "userId": "293067060877983744",
      "xp": 0,
      "level": 10,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "378259762690785291": {
    "c193b8e6d8bb07fc176dc954ea477b98": {
      "type": "character",
      "name": "Aline magnalia",
      "backstory": "não há muito o que se falar. Aline é apenas uma camponesa, ou melhor, sempre foi ao longo de sua vida inteira, seus pais? advinha, também eram camponeses, já seus avós? você não acreditaria, também eram camponeses. Sendo essa uma longa geração que pode ser traçada desde os primórdios de onde ela vive. \n\nAline em sua infância era uma garota comum, sonhava em ser bela e ter um dia um belo esposo com quem pudesse contar, mas apesar disso, tinha a fama de durona por perseguir moleques e adultos, que iam encher o saco dela e de sua família , com um cabo de vassoura. Há até uma história de uma vez que seus pais tiveram de a impedir de ir atrás de um nobre. \n\nEssa maldita fama a manchou pelo resto da vida, sendo incapaz de arranjar um esposo, ou melhor, a fazendo recusar diversos pretendentes por medo de que eles não a veriam como uma garota delicada. Graças a isso, ela atualmente tem que cuidar quase que sozinha da fazenda de seus pais já idosos.\n\nMas não se engane que esse quase indica que ela possui companheiros. Muito pelo contrário, esse quase é devido um de seus hobbys, colecionar, criar e treinar diversos animais das mais diversas origens para que esses a ajudem na fazenda. Infelizmente isso também espalhou sua fama de louca apenas piorou sua situação já precária.",
      "appearance": "uma mulher de cabelos longos e rosto aparentemente delicado, sendo bem complementado por suas vestes as quais, apesar do trabalho em campo, tendem a ser delicadas e sempre bem cuidadas. Qualquer um que a vê consegue notar que ela se esforça para manter a aparência de mulher delicada e gentil. Algo que contrapõe diretamente seu trabalho e hobby.",
      "origin": "peasant-saint",
      "gender": "female",
      "characterId": "c193b8e6d8bb07fc176dc954ea477b98",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706498282832_Px0eLNcqd.png",
      "userId": "378259762690785291",
      "xp": 0,
      "level": 5,
      "profession": "other",
      "inventory": []
    }
  },
  "1008619825859416084": {
    "3105a8f15143de7574a5147168711a16": {
      "name": "Yotanwa Shuonboku",
      "backstory": "Yotanwa cresceu em uma comunidade de pessoas que viviam em montanhas sendo a filha do líder sendo sua primogênita havia um certo rebuliço sobre o destino do povo dado as mãos de uma mulher, já que o líder na visão deles deveria ser alguém forte. Estando ciente das incertezas ainda jovem ela se iniciou um treinamento para ser tão forte quanto seu pai desenvolvendo seus músculos bem graças a genética poderosa de sua família, logo o conselho organizou um torneio entre os guerreiros mais poderosos da vila para que pudessem ter a chance de ter Yotanwa como sua esposa assim se tornando o líder da comunidade, porém havia um intruso, melhor, uma intrusa no meio deles sendo a própria herdeira da liderança utilizando de trajes pesados e um capacete que cobria seu rosto, graças a sua altura não houve suspeitas quanto a sua identidade verdadeira. O torneio se mostraria um desafio extremo para ela que conseguia vitórias complicadas porém que lhe davam experiência o bastante, até chegar a final onde enfretaria o comandante das defesas da vila iniciando assim um combate de alta dificuldade até a única coisa que sobrou foi sua única vontade de se manter de pé, quando o comandante daria um golpe para encerrar a luta a mesma teve um pico de adrenalina por abominar a ideia de ficar presa a alguém que não tinha sentimentos e não poder viver a vida da maneira que queria gritando com todo o ar de seus pulmões executou um golpe rápido o suficiente para sobrepujar seu oponente, finalizando ali o combate e sendo declarada a vencedora, retirando o capacete todos ficaram assustados após a descoberta. Yotanwa logo foi confrontada porém ela estava satisfeita por vencer os melhores entre os melhores da vila reivindicando a si mesma, naquela mesma noite a maioria não aceitava aquilo o que foi a gota da água fazendo a sucessora da liderança ir embora do vilarejo deixando tudo para seu irmão mais novo, sem se importar e nem olhar para trás pois já havia provado o que tinha que provar.",
      "appearance": "É uma mulher dominadora com uma musculatura muito bem definida, um rosto esbelto, cabelos longos e volumosos cor de fogo, olhos cor de rubi e marcas vermelhas semelhantes a tatuagens sob ambos os olhos, ao redor da parte superior de seus amplos seios e forro. Cada bíceps. Ela tem um traje distinto e muito revelador, apresentando um haori branco sobre um top preto justo que expõe sua parte inferior dos seios e seu físico tonificado, amarrado por um cinto de corda vermelho e branco e roupas pretas justas.",
      "origin": "hunter",
      "gender": "female",
      "characterId": "3105a8f15143de7574a5147168711a16",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706900196872_aSXhlHXcn.png",
      "userId": "1008619825859416084",
      "xp": 0,
      "level": 1,
      "profession": "other",
      "inventory": [],
      "type": "character"
    }
  },
  "746043843702554704": {
    "21c6e2bfbd349b22e67f1049cbf8f77a": {
      "type": "character",
      "name": "Inala Aeter",
      "backstory": "Antes de fazer parte dos pagãos Inala era um jovem alquimista em ascensão, seu pai era um antigo membro dos pagãos que saiu da ativa por seus motivos e vendo o talento  do seu filho, ele e contatou os pagãos, o resto é história... inala se deu muito bem em seu novo lar e está aprimorado suas habilidades em Alquimia rapidamente.",
      "appearance": "Inala é um belo jovem de 18 anos de cabelos castanhos escuros praticamente Pretos  dependendo da luminosidade  e olhos cinzas. Seu corpo por mais que não pareça por trás das vestes largar é forte e bem construído.",
      "origin": "pagan",
      "gender": "male",
      "characterId": "21c6e2bfbd349b22e67f1049cbf8f77a",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706904411160__9hnInFwQ.png",
      "userId": "746043843702554704",
      "xp": 0,
      "level": 14,
      "profession": "alchemist",
      "inventory": []
    },
    "f2d61e2f28330dfa230ee53d5ab0b739": {
      "type": "character",
      "name": "Caster",
      "backstory": "Caster é um jovem peculiar que foi criado e treinado desde a juventude pelos pagãos em uma espécie de projeto, e feito para ser um assassino das suas fileiras... porem o projeto foi cancelado, e então hoje ele finalmente vai ao mundo para se aventurar.",
      "appearance": "Um belo jovem de cabelos e olhos negros",
      "origin": "pagan",
      "gender": "male",
      "characterId": "f2d61e2f28330dfa230ee53d5ab0b739",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707073848381_XwZLjLDtH.png",
      "userId": "746043843702554704",
      "xp": 0,
      "level": 3,
      "profession": "other",
      "inventory": []
    },
    "f18e87a0863ef0287143c8b4326ed3f3": {
      "type": "character",
      "name": "Naeve",
      "backstory": "Naeve desde muito jovem cresceu no mar e foi ensinado por ele a sobreviver e ser forte  sua ligação com o ambiente onde vive é muito forte por conta disso.",
      "appearance": "Naeve é um belo jovem de cabelos castanhos e olhos negros",
      "origin": "coastsman",
      "gender": "male",
      "characterId": "f18e87a0863ef0287143c8b4326ed3f3",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707097350491_KajeqSdLh.png",
      "userId": "746043843702554704",
      "xp": 0,
      "level": 1,
      "profession": "sailor",
      "inventory": []
    }
  },
  "308367739502985218": {
    "cdbe4cadefc7cc2fe93a811537cb3dc7": {
      "name": "Ryougi Shiki",
      "backstory": "vida e morte; presentes no mundo Dividos pelo pequeno fio da sorte e do destino, até mesmo deuses podem morrer, desde sua crença pare de existir*\n\n\nNascida de algum rei que a mesma desconhece e a abandonou (e que a mesma simplesmente n liga)  com sua mãe “Amanda” uma bartender de uma cafeteria que a mesma fundou, ela tem raiva do rei e se negou a falar quem era.\n\n\nAo entrar no monasterio ela fez vários amigos porém esses sempre fugiam ela não sabia o motivo até então porém uma vez ela se olhou e viu seus olhos antes negros brilhando em várias cores porém.ate hoje n sabe o que é isso ao fazer 18 anos saiu do local pois queria conhecer o resto do mundo\n\n*algum momento sua dádiva se despertará;  e a morte e a vida estarão presente para presenciar*",
      "appearance": "da imagem abaixo mas de olho preto",
      "origin": "peasant-saint",
      "gender": "female",
      "characterId": "cdbe4cadefc7cc2fe93a811537cb3dc7",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706910032385_K_rGUJXUB.png",
      "userId": "308367739502985218",
      "xp": 0,
      "level": 1,
      "profession": "other",
      "inventory": [],
      "type": "character"
    }
  },
  "1192530765297229904": {
    "b6d31684bfe42aeab4dabe8926179a94": {
      "name": "Mandalorian Endrad",
      "backstory": "Mandalorian cresceu em uma cidade onde por mais que não fosse a menor, ainda assim não era de grande território. Não havia outra maneira, como também não gostaria de ter outra forma de crescer sem ouvir histórias sobre o mundo a sua volta, por mais que não conhecesse nem uma parcela grande das cidades e região distantes da sua.\n\nSempre séria e destemida. Mas ainda assim quieta na maior parte do tempo, assim como corajosa ao interagir e combater os problemas indesejados que já teve. Mandalorian pode ter passado a viver sozinha, só que nunca abriu mão do convivio com sua familia e seus companheiros. Atualmente na busca pelo seu propósito neste mundo.",
      "appearance": "Mandalorian possui cabelos longos e ruivos, olhos castanhos e roupas em cor vermelha",
      "origin": "terryan",
      "gender": "female",
      "characterId": "b6d31684bfe42aeab4dabe8926179a94",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706908522318_KOj-NcqJ6P.png",
      "userId": "1192530765297229904",
      "xp": 0,
      "level": 1,
      "profession": "mercenary",
      "inventory": [],
      "type": "character"
    }
  },
  "511260011205492740": {
    "326fb46ccdd7357fcb0506b914649e46": {
      "type": "character",
      "name": "Ekaterina Alekseeva",
      "backstory": "*Uma garota de cabelos prateados com 19 anos, essa é a Ekaterina. Adotada diretamente por um específico membro dos Pagões, viveu desde a sua infância sem saber suas reais origens, sendo treinada o suficiente para entender partes de suas responsabilidades futuras ao crescer. Durante sua juventude, um evento específico desecandeou no encontro de escritas antigas contendo informações sobre uma Entidade desconhecida nomeada de \"Yun'Shul, O Guardião dos Corações\". O nome totalmente incompreensível apenas despertou o interesse nas pesquisas de Ekaterina a respeito das escritas e sobre a determinada existência. Um livro é contido com ela, nomeado de \"Contos de Scyphozia\", com padrões desconhecidos, mas que conta de ponta a ponta sobre as informações deste ser. O segundo título que Ekaterina encontrou sobre o mesmo é a respeito de seu segundo título, \"O deus caído\", assim como o livro também concede um título ao portador dele, sendo \"O Desbravador do Templo dos Corações\".\n\nEkaterina é uma garota completamente calma. O treinamento constante desde sua infância permitiu assumir uma neutralidade imensurável, porém, que traz desvantagens algumas vezes. O seu silêncio constante apenas comprova a sua análise constante e a desconfiança contra as pessoas.\n\nDentro de seus treinamentos, foi ensinado sobre como agir com as pessoas, a esgrima e a concentração necessária em um combate real. Normalmente, a mesma é acompanhada de uma espada o suficiente para ser usada em poucos combates. Em conjunto disso, para fins de evolução própria e alinhamento com os objetivos ensinados para ela, mesmo que hajam questionamentos dela mesma, a garota atua pelos mares como militar.*",
      "appearance": "https://media.discordapp.net/attachments/1193798220875300864/1203119293814935602/570468a5-547b-4a08-8fd0-2e5452a5601e.png?ex=65cfef28&is=65bd7a28&hm=4f725e7ec8fc9f6c48ab9944d76d8ee240e466ebce7eb01b55324b0b118c8340&=&format=webp&quality=lossless&width=339&height=609",
      "origin": "pagan",
      "gender": "female",
      "characterId": "326fb46ccdd7357fcb0506b914649e46",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706916948892_uL32lp4r-.png",
      "userId": "511260011205492740",
      "xp": 0,
      "level": 1,
      "profession": "sailor",
      "inventory": []
    },
    "22fff93f77d878976a329d5035dd5d90": {
      "type": "royal",
      "name": "Ekaterina Alekseeva",
      "backstory": "*Uma garota de cabelos prateados com 19 anos, essa é a Ekaterina. Em sua infância, foi educada e cuidada por membros confiáveis de sua família, mesmo não tendo conhecido seus pais. Durante sua juventude, um evento específico desecandeou no encontro de escritas antigas contendo informações sobre uma Entidade desconhecida nomeada de \"Yun'Shul, O Guardião dos Corações\". O nome totalmente incompreensível apenas despertou o interesse nas pesquisas de Ekaterina a respeito das escritas e sobre a determinada existência. Um livro é contido com ela, nomeado de \"Contos de Scyphozia\", com padrões desconhecidos, mas que conta de ponta a ponta sobre as informações deste ser. O segundo título que Ekaterina encontrou sobre o mesmo é a respeito de seu segundo título, \"O deus caído\", assim como o livro também concede um título ao portador dele, sendo \"O Desbravador do Templo dos Corações\".\n\nEkaterina é uma garota completamente calma. O treinamento constante desde sua infância permitiu assumir uma neutralidade imensurável, porém, que traz desvantagens algumas vezes. O seu silêncio constante apenas comprova a sua análise constante e a desconfiança contra as pessoas.\n\nDentro de seus treinamentos, foi ensinado sobre como agir com as pessoas, a esgrima e a concentração necessária em um combate real. Normalmente, a mesma é acompanhada de uma espada o suficiente para ser usada em poucos combates.*",
      "appearance": "imagem",
      "origin": "shadowbound",
      "gender": "female",
      "characterId": "22fff93f77d878976a329d5035dd5d90",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707103289121_E3fJ-5dwM.png",
      "userId": "511260011205492740",
      "xp": 37.00683409679437,
      "level": 16,
      "profession": "royal",
      "inventory": [],
      "familySlug": "vespas-negras",
      "transformation": "A dádiva é dividida entre dos caminhos.\n\n**- Caminho do Contratante:** *Dentro das escritas de Yun'Shul, há-se explicado sobre a existência de 16 caminhos, porém, Ekaterina foi selecionada e procurou por um deles, sendo o Contractor. O caminho Contractor resume-se a existência de quatro cordas passivas manifestadas por Energia Infernal através dos ombros do portador, sendo visualizado apenas por aqueles que possuem a devida capacidade de visualizar. O caminho Contractor resume a conexão de sua entidade junto da ligação ao Yun'Shul e o uso da energia, permitindo a criação de cordas que permite o uso de diversas formas, sendo conhecido pelo uso geral, mas, como também duas técnicas específicas, sendo: Equalização(Enquanto estiver sob o efeito de 2 segundos/1 turno, Ekaterina \"não pode\" ser atacada. Caso seja atacada, cordas resistentes o suficiente prenderão aquele que tentar, amarrando-o de cabeça para baixo em um instante) e a Ligação Oculta(Aqueles que recebem danos o suficiente pelo portador, possui uma linha invisível do mesmo efeito que está sob os ombros da portadora, conectado ao alvo, apenas com função de mostrar a localização).*\n\n**- O Sino do Ceifador:** *Através das palavras concedidas por Yun'Shul, conectado a entidade que Ekaterina segue e também ao Contractor, um pequeno sino encontra-se selado na cintura da mesma em uma coloração específica(As colorações resumem a personalidade e alma do portador, sendo: Negro = Vazio, Azul = Desbravador, Vermelho = Dominante, Branco = Protetor), possuindo o efeito do Ceifador. O portador possui a capacidade de utilizar do sino para converter os danos dos alvos dentro de 15m para recuperação geral do usuário, equivalente a quanto de dano está naquele momento. Só é permitido duas vezes para uso em um único combate. Há um uso especial: Se os alvos do momento estiverem em uma situação de completa derrota e imobilizados com danos fatais, o sino pode enviar a alma daquele para a Cidade dos Caídos e também irá curar.*",
      "royalTitle": "Soberana dos Caminhos"
    }
  },
  "317070060290179072": {
    "42f8a26adfd5bcd4eec090724d09b41d": {
      "type": "royal",
      "name": "Lysandra Coorten",
      "backstory": "Antes de se tornar uma nobre, Lysandra era nascida em uma cidade ruim na cidade fantasma em um dos portais da cidade abandonada. Durante maior parte de sua vida, recebeu educação básica e apenas se aventurou o restante da sua vida em alto mar, sozinha, em busca de uma tripulação para passar seus dias. Atualmente, Lysandra vive em alto mar livre, pulando de cidades em cidades, guildas e guildas, portos e portos, buscando cada vez coisas que atraem sua atenção de alguma maneira. Tudo que atrai sua atenção até certo modo interessante, precisa ser desmanchado, estudado e, se interessante, deve fazer parte dela de alguma maneira.",
      "appearance": "Lysandra tem cabelos brancos longos, olhos azuis e uma pele relativamente morena para aguentar o calor dos mares. Suas roupas seguem um padrão de roupas muito casuais e simples, com pouca armadura.",
      "origin": "terryan",
      "gender": "female",
      "characterId": "42f8a26adfd5bcd4eec090724d09b41d",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707485253172_3FlHKWFPx.png",
      "userId": "317070060290179072",
      "xp": 17.196513069306153,
      "level": 9,
      "profession": "royal",
      "inventory": [],
      "familySlug": "lorentais",
      "transformation": "Lysandra consegue se transformar em um Golem rapidamente, causando uma poderosa explosão pelos arredores. Quando se transforma, sua forma tem quatro braços e demonstra o corpo de um homem musculoso de barro, demonstrando uma poderosa força bruta e um visual extremamente poderoso.\n\nFora de sua transformação, ela é capaz de transformar seus braços em terra pura, controlando-os para atacar ofensivamente ou defensivamente. Esses braços também conseguem tomar o formato de algumas armas de pedras simples, como espadas e escudos, eles tem a característica de serem bem resistentes, mas lentos.",
      "royalTitle": "Princesa"
    }
  },
  "990302185566924831": {
    "8265098ceebf5ff8eb43cd245cff8c4b": {
      "type": "character",
      "name": "Rudbeckia de Borgia",
      "backstory": "Beckie é uma garota humilde e de suas costuras para ajudar seus pais em casa, sobre sempre o ensino de seu pai, também artesão e costureiro.",
      "appearance": "Rudbeckia é uma garota baixa, de pele pálida e macia, aparentemente bem cuidada. Seus olhos são azuis como o céu pela manhã e redondos, inocentes. Os fios longos e sedosos de seu cabelo são loiros e também macios, às vezes ondulado e às vezes liso, dependendo da definição de Beckie.",
      "origin": "peasant-saint",
      "gender": "female",
      "characterId": "8265098ceebf5ff8eb43cd245cff8c4b",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706922742811_9BkVJhQ7T.png",
      "userId": "990302185566924831",
      "xp": 3.5852127792428194,
      "level": 21,
      "profession": "tailor",
      "inventory": []
    }
  },
  "1107402518557888664": {
    "62d7c2e1d2b8bf50e01f178937e700ee": {
      "type": "character",
      "name": "Noach Adon",
      "backstory": "Nascido no dia 28 de setembro, dia que marcou o nascimento de Noach; Dia qual nascerá e permanecerá ensolarado até a chegada da noite, um sol que brilhava mais e mais forte, como se alimentasse uma \"lâmpada\" em terra, que carregaria parte de sua luz consigo, mesmo que este tivesse motivos para viver em trevas.\n\nA união de uma mulher e um homem que veio a gerar uma criança, essa desejada mutuamente por eles, sendo fruto de sua união e felicidade, o verdadeiro significado do matrimônio entre homem e mulher; A nomeação da criança foi um pouco tardia, por tamanha indecisão dos pais, entretanto, por decisão unanime, seu nome seria Noach, eles então ergueram a criança ao alto, o apontando aos céus, e dizendo \" - O senhor, meu salvador, estas aqui seus fieis que atrás desse pedido mediamos o seu nome, será Noach, Oh Senhor, este nome será em sua homenagem, este que como o Senhor de todo conhecimento sabes, Noé será aquele que descansará na sombra do onipotente, eis aqui o seu filho. \" \n\nAlgum tempo após esse evento, ataques foram sofridos, pragas caiam sobre aquela família, o casal com sua criança em seus braços, então novamente eles olharam aos céus escuros, e então exclamaram \" - Oh Senhor, sei que es de sua vontade oque estas a acontecer, o Senhor possui conhecimento sobre tudo, sei que nosso tempo em terra está a se encerrar, então Senhor iremos aceitar nosso destino, para que então possamos ir nos deleitar em vosso reino, o Reino do Céus! \" Após aquele evento, o céus foram se abrindo lentamente, e o casal caia ao chão, agora mortos, mas com enormes sorrisos nos rostos, pois apesar de tudo, como sempre, o Senhor sempre com seu amor e carinho com sua criação, levando o casal mas deixando seu filho em terra, vivo e em bom estado.\n\nA criança que agora estava só, foi levada por caçadores que ali perto passavam, que por coincidência carregavam também outra criança, esta que também passou por eventos desastrosos, sendo criado junto a ele na tribo de David Njial.",
      "appearance": "Esse homem de 1,85 metros de altura exibe uma presença física imponente e atlética. Seu corpo bem treinado revela a dedicação e o esforço dedicados à prática de exercícios físicos. Cada músculo parece esculpido, proporcionando uma combinação harmoniosa de força e definição.\n\nCom cabelos negros, esse homem adiciona uma aura adicional de mistério à sua presença física. Seus cabelos, densos e escuros, possuindo um corte elegante e prático.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "62d7c2e1d2b8bf50e01f178937e700ee",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707234133384_z5XO12gLa.png",
      "userId": "1107402518557888664",
      "xp": 4.883501084448275,
      "level": 10,
      "profession": "soldier",
      "inventory": []
    }
  },
  "713416651462148176": {
    "d0c9ecc3e1f7d45292d627ccadd2b125": {
      "type": "character",
      "name": "Tyna Borsch",
      "backstory": "Até mesmo na mais perfeita utopia, se houverem pessoas também haverá desgraça e tormenta, a família Borsch é uma das famílias afetada por essa desgraça e tormenta escondida por tanto charme na vila dos pagãos. Tyna Borsch é a filha mais velha de sete irmãos e atualmente a única fonte de renda da família, seu pai já falecido por uma doença não diagnosticada e sua mãe já velha e manca de caminhar, deixou toda suas esperanças em sua filha mais velha, Tyna.\nTyna teve uma infância árdua, mesmo com o pai doente, sendo filha única foi treinada e disciplinada por um guarda aposentado, tinha a mesma rotina para um dia substituir o seu pai. Ao completar a maioridade a mulher que outrora era uma apenas uma garota empunhando uma espada de madeira, agora seria uma recruta que geralmente fazia patrulhas e ajudava em serviços comunitários. Sua vida mudou quando se encontrou pela primeira vez com a corrupção, antes uma garota feliz e sonhadora agora uma guarda e cavaleira requisitada para sujar as mãos por baixo dos panos.\nApós a morte de seu pai depois do nascimento do seu sétimo irmão, Tyna teve que fazer muitos mais trabalhos e se esforçava o triplo do dobro que já fazia anos atrás, para ganhar mais dinheiro e mais cargos para alimentar sua família que tinha que racionar comida entre sete crianças e uma idosa. Com isso em mente, Tyna saiu em uma \"aventura\" para conquistar trabalho de guarda e cavaleira para algumas pessoas influentes, missões de escoltas e guarda pessoal, geralmente enviando quase todo o dinheiro para a sua família, através de uma ave aliada de Tyna, sendo companheiros a alguns anos já.",
      "appearance": "Tyna é uma mulher potente, seus olhos semicerrados mostram sua dominância diante a maturidade, cabelo curto para eficiência no combate e pele escurecida junto do seu cabelo de tom peculiar, algo de família. É grande para o comum feminino, em torno dos 1.76m e sendo bem definida, possuindo um corpo levemente sarado.",
      "origin": "pagan",
      "gender": "female",
      "characterId": "d0c9ecc3e1f7d45292d627ccadd2b125",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706929469998_RY2mC187-.png",
      "userId": "713416651462148176",
      "xp": 10.837786965333315,
      "level": 7,
      "profession": "guard",
      "inventory": []
    }
  },
  "947665016054767646": {},
  "1171788102960939071": {
    "ad37b24ea46a799e602625182305ef79": {
      "type": "character",
      "name": "Allyn Kietsuaru ~Eternity",
      "backstory": "A tragédia atingiu Allyn Kietsuaru aos cinco anos, quando perdeu seus pais, respeitados Caçadores de Dádivas, deixando-a órfã na imensa e tumultuada Cidade dos Caçadores. Desprovida de proteção, a pequena Allyn mergulhou em uma vida de sobrevivência, cometendo furtos para garantir sua subsistência. Esses atos, no entanto, geraram olhares maldosos por parte dos nobres e da comunidade de caçadores, que a via como uma ameaça.\n\nUm ponto crucial de sua jornada ocorreu na misteriosa Floresta da Esperança Esquecida, onde Allyn se perdeu após uma fuga de mercadores enfurecidos. Lá, ela encontrou uma figura enigmática que, embora tenha mantido seu nome em segredo, compartilhou visões impactantes sobre a nobreza e seres divinos. Essa experiência deixou uma marca indelével na mente de Allyn, moldando sua visão única do mundo.\n\nAos 15 anos, a reputação de Allyn estava manchada. O ódio emanava não apenas dos nobres, mas também da comunidade de Caçadores de Dádivas, pois suas ações prejudicavam a todos. Em um ato de vingança, um grupo a sequestrou e a prendeu na Floresta da Esperança Esquecida, utilizando correntes que a ligavam a uma árvore monumental, cujo nome foi apagado da memória.\n\nEmbora parecesse um destino sombrio, a cada dia, um benfeitor anônimo levava comida e água a Allyn, permitindo-lhe sobreviver até os 17 anos, quando finalmente conseguiu libertar-se das correntes que a aprisionavam. Seus olhos vermelhos e corpo marcado por ferimentos das correntes testemunhavam a dureza de sua experiência.\n\nAgora conhecida como Eternity, Allyn emergiu como uma pessoa fria e determinada, descrente nas divindades que falharam em protegê-la. Seu propósito é corrigir um mundo corrompido, buscando tesouros e objetos de valor em locais históricos. Ela procura artefatos divinos, convencida de que seu destino é tornar-se uma futura divindade, não importando o preço a pagar.",
      "appearance": "Uma garota de cabelos escuros olhos vermelhos e vestes estragadas, sua expressão facial geralmente destaca uma neutralidade assustadora, além do mais não se prende aos ideais de bem ou mal. Ela utiliza uma camisa verde e um short marrom, junto a cabelos curtos escuros. Oque mais se destaca é seus olhos de coloração vermelha.",
      "origin": "hunter",
      "gender": "female",
      "characterId": "ad37b24ea46a799e602625182305ef79",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706980993177_hC1O_FIiQ.png",
      "userId": "1171788102960939071",
      "xp": 8.273052460982566,
      "level": 12,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "208617316693311488": {
    "fc3c5e1f74d4e86d75babb6114cbe2d6": {
      "type": "character",
      "name": "Belthar",
      "backstory": "Nascido nas entranhas do submundo, Belthar emergiu das chamas ígneas como um demônio de coloração vermelha intensa. Desde cedo, ele demonstrou uma curiosidade incomum pelos reinos superiores, pelas cidades dos etérianos, fascinado pelo avanço tecnológico e pela complexidade da sociedade humana. Diferente de seus pares, que buscavam apenas corromper e destruir, Belthar buscava algo mais: evolução.\n\nAo perceber que a chave para sua busca por tecnologia estava naquela território , ele partiu para a Cidade dos Etérianos, onde a tecnologia e a magia coexistiam. Sua missão era se apropriar dessas operações para levar seu povo a um novo patamar de poder.\n\nBelthar é um caçador de dádivas astuto e perspicaz, com uma mente estrategista e uma paixão insaciável por conhecimento. Utiliza de um Exoesqueleto para mobilidade projetado com propulsores mágicos junto à duas cimitarras que usa uma em cada mão.",
      "appearance": "Belthar possui uma aura demoníaca que o cerca, revelando sua natureza infernal. Seu corpo é musculoso e esguio, com uma altura imponente. Chifres curvados adornam sua cabeça, brilhando em um tom escuro, enquanto seus olhos, intensos e flamejantes, parecem penetrar a alma de quem o encara. Sua pele é de um vermelho ardente, destacando-se contra as chamas que dançam ao seu redor.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "fc3c5e1f74d4e86d75babb6114cbe2d6",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706985783867_qdWPRDdUw.png",
      "userId": "208617316693311488",
      "xp": 13,
      "level": 8,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "558624409313738782": {
    "5d66a3e6aaec3883a71479f6b0bdda8a": {
      "type": "character",
      "name": "April Spellhardt",
      "backstory": "Nasceu no útero do submundo, não teve um passado triste ou memórias melancólicas que sirvam de inspiração para uma longa-metragem. April, em sua essência, personifica um personagem marcado por um profundo egoísmo e um desrespeito flagrante pelos outros. Sua natureza egoísta é evidente em sua busca sem remorsos por prazeres pessoais, como se deleitar com o sofrimento das pessoas, apreciar batalhas contra oponentes formidáveis e explorar novas técnicas. Essas buscas têm um custo considerável para as vidas ao seu redor.\n\nA sua descrença em uma vida pós-morte ou um lugar torturante como um inferno formou a sua história e mentalidade. A sua ideia em relação ao seu fim reflete a crença de que a morte não é sinônimo de sofrimento eterno. Para ela, ser fraca é um erro, enquanto ser forte é uma virtude. Sendo assim, ganhar ou perder é crucial para sua vida, uma vez que sua existência está diretamente relacionada a isso. \n\nÉ indubitável que ela é má e é assim por que sente diversão nisso, no entanto, por crescer em um lugar tão nefasto ela não tem a bússola tradicional de \"bem e mal\", ela é só alguém que não se importa o suficiente para que isso a incomode.\n\nApril é momentaneamente uma caçadora de dádivas, possui um exoesqueleto como algo episódico à sua mobilidade. Porta uma lâmina sepulcral, uma espada curva que pode se desmontar e montar em uma foice de duas mãos, de forma alternada. Essa versatilidade proporciona diferentes estilos de combate.",
      "appearance": "April, como um ser do submundo, transpira uma pele despachadamente encarnada com sardas sarapintadas em praticamente todas as partes do seu corpo. Outra benesse, é a coloração inconfundível dos pelos que afloram da sua derme — o seu couro cabeludo e toda a lanugem que se distribuí por toda a sua superfície corporal é branca, sem emoção. Contudo, não possui cauda ou qualquer apêndice adicional que lhe findam uma aparência demoníaca por completo. Usa sobretudo um casaco longo e coturnos negros.",
      "origin": "hunter",
      "gender": "female",
      "characterId": "5d66a3e6aaec3883a71479f6b0bdda8a",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707365410221_bW5o5Eatp.png",
      "userId": "558624409313738782",
      "xp": 25,
      "level": 14,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "838800818857574442": {
    "aa894be059c80a57f4c2f5717c4b8e6a": {
      "type": "character",
      "name": "Ethlyn",
      "backstory": "Remanescente do submundo, não fora concebida com par de músculos naquela vida. A pequena lolita é a personificação da luxúria, ou, pelo menos, é evidenciada em suas ações, onde edificam-se brincadeiras lascivas e sugerindo questões com dúbios sentidos.\n\nUma mentalidade jovial que se deleita no prazer alheio e sadista, que persuade, trai e gargalha.\n\nO trabalho de uma caçadora de dádivas é o pináculo mais tênue entre o misticismo e a vida pacata; por isso, é um desdém tentar ficar achando razão em seus feitios, já que, por vezes, nem ela mesma sequer traça seus ideais, vivendo por instinto e sua natureza formidável e libertinagem. Seus companheiros em batalha são: Um exoesqueleto que esgueira no seu fulcro e nas suas intimidades inferiores. Ela porta uma grande Zweihander, que aparenta ser facilmente manobrada mesmo com aquele pequeno corpinho. No coice de sua espada, uma maça espinhenta e uma guarda-mão que impossibilita o desvencilho dela.",
      "appearance": "Ethlyn beira a altura de uma anã, compensando sua falta de altura com curvas acentuadas, o que subsiste uma questão ética para quem se sente atraído por sua beleza. A tonalidade de sua pele é avermelhada, pernas robustas e coxas cheias. Do topo de sua cabeça projetam-se dois chifres. Ela veste um manto, expondo a maior parte de seu corpo e pele para os olhares visitantes.",
      "origin": "hunter",
      "gender": "female",
      "characterId": "aa894be059c80a57f4c2f5717c4b8e6a",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707456808866_8l20lqqdE.png",
      "userId": "838800818857574442",
      "xp": 7,
      "level": 16,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "341331974910115841": {
    "b7b2581809ee24db967ce446a3caf081": {
      "type": "character",
      "name": "Vordebam",
      "backstory": "Em sua busca incessante por desafios e caos, carrega consigo o fardo de uma corpo irregular, um testemunho da força demoníaca pura. Demonstra uma apatia contra os terrores do mundo, uma simples preguiça de se importar com conceitos mundanos como moralidade e respeito, ele segue o melhor no momento por prazer próprio.\n\nAo ouvir das proezas dos caçadores de dádivas e pela pura excitação que seria enfrentar alguém com uma dádiva, ele decidiu se juntar. Ele desvia das complexidades morais, movido por uma liberdade interior que transcende as convenções éticas. Para ele, a moralidade é uma construção irrelevante, e as linhas entre o certo e o errado são embaçadas e inúteis. Seus olhos vazios, substituídos por chifres retorcidos, captam nuances de energia ao seu redor, guiando-o através dos recantos mais sombrios. \n\nSua mentalidade é marcada por uma busca incessante por desafios, uma fome insaciável por confronto e caos. Não segue códigos de honra tradicionais, pois sua própria natureza bestial é o único guia de suas ações. Ele se deleita na liberdade de seguir seus próprios impulsos e não se curva a qualquer autoridade ou sistema moral imposto.\n\nNa comunicação, a sua fala é debilitada, composta por grunhidos guturais e poucas palavras. Sua linguagem é primitiva, mas suas ações falam mais alto do que qualquer discurso articulado. \n\nPossui uma longa glaive enrustida e desgastada por batalhas anteriores e um revestimento em seu corpo, englobando seus membros similarmente a um exoesqueleto de origem mágica para auxílio no movimento.",
      "appearance": "Das entranhas do submundo, surge mais um de sua prole. Sua pele, um vermelho que se alastra e diminui em um ébano profundo, como uma serpente, seu corpo manchado por escamas e uma musculatura irregular. Sua forma inconstante retorce a cada passo, dois chifres retorcidos emergem de suas órbitas vazias, seus membros retêm um formato bestial, articulações longas e segmentações anormais que dão espaço para uma longa cauda esguia e pontiaguda. Torpes dentes saltam de seu maxilar.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "b7b2581809ee24db967ce446a3caf081",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706994470480_dALa19MgN.png",
      "userId": "341331974910115841",
      "xp": 10,
      "level": 9,
      "profession": "mercenary",
      "inventory": []
    },
    "7ca8ae3e1baa47a219014838f2f7d3c1": {
      "type": "character",
      "name": "Aldric Zeitlicht",
      "backstory": "Aldric Zeitlicht, primeiro de seu nome, nasceu em uma família de relojoeiros que há gerações trabalhavam na capital móvel. Desde tenra idade, Aldric foi imerso na tradição dos estudiosos de sua família, aprendendo os segredos intricados do tempo e da arte de fabricar relógios. Os ensinamentos de seus ancestrais foram cuidadosamente transmitidos a ele, moldando sua compreensão do mundo ao seu redor e instilando nele um profundo respeito pelo fluxo inexorável do tempo.\n\nEnquanto outras crianças brincavam pelas ruas movimentadas da fortaleza andante, Aldric passava seus dias na oficina de sua família, observando com fascínio cada engrenagem e mecanismo meticulosamente ajustado dos relógios que eles criavam. Seu amor pelo tempo e sua curiosidade insaciável sobre seu funcionamento só cresciam à medida que ele crescia, e logo ele se tornou uma parte indispensável do negócio familiar, contribuindo com suas próprias ideias e inovações para os projetos em andamento.\n\nAldric absorveu cada detalhe das histórias contadas por seus pais e avós sobre os antigos tempos e as tradições da família, entendendo que ele era parte de algo muito maior do que apenas seu próprio ser. Ele viu a herança de sua família como uma bênção e uma responsabilidade, prometendo honrar o legado dos Zeitlichts enquanto procurava deixar sua própria marca no mundo.\n\nEnquanto crescia entre os sinos e os tic-tacs dos relógios de, Aldric começou a sentir uma chamada mais profunda, uma inquietação em seu coração que o impelia a explorar os segredos do tempo além dos limites da oficina de sua família. Sua jornada estava apenas começando, mas ele sabia que estava destinado a grandes feitos e descobertas enquanto trilhava seu próprio caminho na capital movediça.\n\nCarrega consigo um robusto relógio de bolso, adornado com engrenagens de cobre rude e uma carapaça de um ferro negro. Uma herança passada por gerações de Zeitlichts, com alguns toques em seus mecanismos, toma forma de diferentes ferramentas.",
      "appearance": "Aldric Zeitlicht tem cabelos loiros curtos e olhos castanho-amarelados, como mel. Seus óculos realçam sua aparência intelectual, enquanto suas roupas práticas e elegantes são adequadas para os longos dias em sua oficina familiar. Apesar de parecer reservado, há um fogo ardente dentro dele, especialmente quando está prestes a fazer uma nova descoberta. Sua socialidade é ambígua, não toma uma posição ativa quando se fala de amabilidade.",
      "origin": "ethereal",
      "gender": "male",
      "characterId": "7ca8ae3e1baa47a219014838f2f7d3c1",
      "isApproved": false,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707668462358_6wq9CpAv8.png",
      "userId": "341331974910115841",
      "xp": 0,
      "level": 1,
      "profession": "other",
      "inventory": []
    }
  },
  "777624354560802876": {
    "1bfa4ca97439fbf8d13f02ccf450ba95": {
      "type": "royal",
      "name": "Habel Yhwh Adon",
      "backstory": "Nascido sob um céu sombrio, entrelaçado com espinhos, no sétimo dia do sétimo mês, Habel Yhwh Adon emergiu como um sinal ambíguo de esperança e desdém, marcando uma era em que até as almas perdidas poderiam aspirar à redenção; o dia em que Habel, assim como seu irmão, retornaram do véu do esquecimento.\n\n\"Os virtuosos encontrarão em mim a promessa de um novo alvorecer; pois o amor de um pai transcende as amarras deste mundo, ousando desafiar suas próprias leis para resgatar um filho amado\" - Yhwh 07;07.\n\nSua mãe, Chavá, e seu pai, Adám, ambos antecessores à linhagem de David Njal, estavam entre os primeiros a se juntar à causa, pois compartilhavam do mesmo sangue que corria nas veias de Njal, embora diluído pela passagem do tempo. De maneira indireta, Njal e a estirpe de Yhwh partilhavam laços sanguíneos, uma conexão que se estendia a todos os membros da tribo.\n\nHabel cresceu entre os seus, rapidamente se destacando como um guerreiro formidável — calmo, reservado, mas acima de tudo, forte. Movido por um senso inabalável de justiça, ele permitia que suas convicções guiassem suas escolhas, sem jamais sentir remorso. Para Habel, a justiça era preta no branco: um inocente morto merecia vingança; um falso deus, julgamento.\n\nNa tribo, era costume adotar o segundo nome como título primordial, e Habel não foi exceção; conhecido como \"O Segundo Filho, a Esperança de Deus\", ele personificava a promessa de salvação. Sob a tutela de David Njal, todos foram instruídos na arte da guerra, preparados para seguir Habel, destinado a liderar um exército capaz de derrubar impérios e trazer à luz uma nova era.\n\n— Temos esta esperança como âncora da alma, firme e inabalável, que penetra além do véu do santuário.\n\nEssas palavras ecoavam não apenas como um mantra dentro da tribo, mas também como um lembrete constante do papel de Habel na tecitura do destino.",
      "appearance": "Com cabelos de um castanho escuro, curtos e bem cuidados, e olhos que brilham como um céu azul em um dia ensolarado, ele carrega a serenidade e a profundidade do firmamento. Vestido com mantas negras adornadas por detalhes dourados, traja-se não só com elegância, mas com o propósito de esconder a armadura que usa por baixo. Em suas mãos, um livro antigo escrito em uma língua há muito esquecida, um legado de valor incalculável deixado por Njal após a perda de seus pais, simboliza sua herança.",
      "origin": "ethereal",
      "gender": "male",
      "characterId": "1bfa4ca97439fbf8d13f02ccf450ba95",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706994810635_GeCeJAgwQ.png",
      "userId": "777624354560802876",
      "xp": 0,
      "level": 17,
      "profession": "royal",
      "inventory": [],
      "familySlug": "consumadores",
      "transformation": "Habel, conhecido por sua inabalável força de vontade e esperança, foi agraciado desde jovem com a dádiva Shepet Ignis — uma manifestação do poder que lhe permite não apenas subjugar, mas também assimilar as habilidades de seus adversários. Esta chama de julgamento, também conhecida como Purgatório, simboliza a capacidade de Habel de purificar o mundo através do fogo, engolindo a escória e emergindo como um general sem igual.\n\n— Minha determinação arde intensamente o suficiente para incinerar qualquer um cuja ambição não se compare à minha; eu sou o general.\n\nGraças ao domínio de Mirthir, Habel manipula o Éter com uma maestria que lhe permite adaptar tanto seu corpo quanto sua energia à do adversário, transformando-o no guerreiro supremo para cada batalha enfrentada. Essa habilidade de adaptação é meticulosamente registrada em seu livro, com novos capítulos sendo escritos a cada conquista significativa sobre um oponente. Cinco ações permitem uma adaptação parcial, enquanto dez garantem a compreensão total, permitindo-lhe copiar - não literalmente - ou se tornar imune a habilidades específicas.\n\nAlém do controle do fogo, Habel exibe um domínio excepcional sobre outros elementos, com uma maestria pelas chamas e, em particular, pelas chamas azuis — um testemunho de sua versatilidade.\n\nEm sua forma transformada, Habel assume uma aparência imponente com quatro braços e duas cabeças, cada um dos braços empunhando uma arma distinta — um arco e flecha, um punhal, uma espada, e uma clava gigante —, simbolizando sua prontidão para enfrentar qualquer desafio e sua habilidade em combate, tornando-o um adversário formidável em qualquer campo de batalha.",
      "royalTitle": "O Neto de Deus"
    }
  },
  "857058726690291712": {
    "24afd1b2f9c0ac488257e5b977c6ff10": {
      "type": "character",
      "name": "Kharrat O'grimm",
      "backstory": "Das terras ardentes do inferno, um demônio surgiu das mais pura sombra do abismo. Seu ódio crescia na medida em que caminhava pelas terras desoladas de sua terra natal.\n\nA poeira se grudava na pele do jovem guerreiro como tinta, se juntando as lascas de sangue e sujeira. Seu espírito de luta é inquebrável, dotando uma personalidade forte e altruísta, cuspindo na cara de morte. Não demorando muito para entrar no ramo de caça de dádivas, visto sua paixão por lutas e morte. Seu principal armamento é um machado de dois gumes, que é sustentado pelas suas mãos, que também podem ser usadas como arma se preferir.",
      "appearance": "É grisalho e de corpo esguio, chifres sobem das laterais da cabeça ganhando uma coloração escura. O corpo é detalhado e bem trabalhado, repleto de cicatrizes.",
      "origin": "hunter",
      "gender": "male",
      "characterId": "24afd1b2f9c0ac488257e5b977c6ff10",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1706995673481_j_pk1ew-n.png",
      "userId": "857058726690291712",
      "xp": 6,
      "level": 15,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "294997265666408448": {
    "fe4eb25a342dae62268019ddfc3d7629": {
      "type": "character",
      "name": "Lilith Umbra Infernalis",
      "backstory": "Lilith cresceu à margem da sociedade, sendo excluída pelos seus. Ela não sabia o motivo, mas suspeitava que sua família talvez tivesse cometido algum ato que levou a essa exclusão. Agora, nos reinos superiores, a jovem observava a sociedade movimentada com curiosidade: vendedores exibindo mercadorias chamativas, guardas vestindo armaduras reluzentes e civis indo e vindo, o que aumentava ainda mais sua fascinação por aquele mundo.\n\nDevido a algumas ações e um pouco de sorte, Lilith, agora uma mulher, recebeu uma educação superior e passou por um treinamento árduo. Adquiriu conhecimentos abrangentes em diversas atividades, preparando-se para servir seu futuro mestre. Suas habilidades culinárias eram simplesmente divinas, sua organização impecável, executando suas tarefas com um olhar sério e gentil. Sempre atenciosa com todos ao seu redor.\n\nEm um dia qualquer, inspirada por uma aventureira que adentrou sua cidade, Lilith decidiu que iria servir aquela mulher.",
      "appearance": "Lilith exibe elegantes cabelos curtos, com chifres emergindo deles. Seus olhos são amarelados, refletindo um pouco de sua natureza demoníaca. Vestindo uma roupa finamente elaborada, Lilith opta por algo um pouco mais formal e confortável para o seu dia a dia, mantendo-se sempre apresentável para qualquer ocasião.",
      "origin": "shadowbound",
      "gender": "female",
      "characterId": "fe4eb25a342dae62268019ddfc3d7629",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707003278539_oXFASNF4L.png",
      "userId": "294997265666408448",
      "xp": 4.581614868001011,
      "level": 10,
      "profession": "servant",
      "inventory": []
    }
  },
  "1110314864125161582": {
    "f9c68b5f3e2d8e4a0b0259a5d191336d": {
      "type": "character",
      "name": "Lokan",
      "backstory": "Será posto no tópico seguinte.",
      "appearance": "Tua pele é levemente retinta, como a pedra qual o sol bate desde muito cedo. Pelos acontecimentos de sua vida, possui também uma **cicatriz** ao lado de seu rosto e, também, um corpo super desenvolvido ganhando proporções sensacionais — 1,97 metros de altura com seus 197 quilogramas, sendo um \"bruto\" devido ao seus músculos. Tuas feições comumente são de êxtase, atenuando suavemente para com a loucura e a plena calma, sendo um homem excepcionalmente diferente. Possui cabelos cacheados e levemente verdes",
      "origin": "hunter",
      "gender": "male",
      "characterId": "f9c68b5f3e2d8e4a0b0259a5d191336d",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707005499785_bGswsqWae.png",
      "userId": "1110314864125161582",
      "xp": 7,
      "level": 6,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "649340526834745354": {
    "9022b263c5f9d77e03240b8bd751659f": {
      "type": "character",
      "name": "Kalli",
      "backstory": "De forma mais simples, nasceu como um serviçal da família de Lokan, seu atual líder. Sua vida inteira foi resumida a mais do mesmo, lutar, ganhar e seguir mais um dia de vida. Sempre vivendo em prol de seus punhos e de sua técnica infinitamente melhor que de outros escravos por seu tratamento \"vip\" — já que era um dos favoritados pela família e até mesmo considerado um irmão para Lokan.\n\nTambém pode presenciar os acontecimentos da cidade de Cátarsia, apesar de ser mais quieto e na sua, nutre uma grande admiração por Lokan e sua resistência em perseguir seu sonho. E, apesar de não saber a forma qual morreu e só estar \"nessa\" para ajudar seu amigo, também revoltou-se com o destino, tendo em si a ideologia básica de \"seu sonho ser meu sonho\". Decidido a rumar junto dele acima de tudo.",
      "appearance": "Kalli é um jovem com cabelos loiros e curtos. sua aparência deixa o mesmo ser julgado por ser um pouco magro, mas o corpo foi modelado por alguns anos para se tornar o mais ágil possível",
      "origin": "hunter",
      "gender": "male",
      "characterId": "9022b263c5f9d77e03240b8bd751659f",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707015787324_XvLKO8azA.png",
      "userId": "649340526834745354",
      "xp": 4.366328194361882,
      "level": 7,
      "profession": "slave",
      "inventory": []
    }
  },
  "596839131426979846": {
    "f26e0944499ed0a785c4d33a28efdf47": {
      "type": "royal",
      "name": "Bellatrix Devlin",
      "backstory": "Nas sombras profundas do abismo, os lamentos ecoam, os gritos de pavor ressoam, e o sangue escorre, manchando o solo úmido. Sacrifícios se revelam como imperativos para alcançar um desígnio maior, e Bellatrix compreende essa verdade mais profundamente do que qualquer outro.\nBellatrix surge como a primogênita após o retorno das filhas adotivas do Demônio Superior. Embora tenha desfrutado de luxo, abundância e prazeres, uma existência que seria o sonho de qualquer ser, para ela, já acostumada a tais regalias, tornou-se agonizante. O conforto, embora gratificante, enfraquecia as pessoas, e o conforto excessivo não a fortaleceria o bastante para dignificar o nome de Aztha.\nSedenta por poder e cegada por ganância a mulher embarca em uma missão implacável. Determinada a encontrar uma fonte de poder que a faça ser reconhecida, ela não cessará até alcançar seus desejos mais profundos. Seu nome será lembrado, quer seja por benesses ou maldições. Nenhum obstáculo se interpõe em seu caminho.\nNum mundo envolto em trevas e falsas esperanças, ela trilhará um caminho permeado por sangue, segredos e ambição desenfreada. Seu destino, entrelaçado com as sombras, a levará a desafiar as forças que ousam resistir ao seu avanço.",
      "appearance": "Bellatrix é uma mulher de longos e volumosos cabelos alaranjados, olhos carmesim e um corpo de cor preta extremamente encantador. Possuí uma pele intocada como se nunca tivesse trabalhado duro um dia sequer em sua vida.",
      "origin": "shadowbound",
      "gender": "female",
      "characterId": "f26e0944499ed0a785c4d33a28efdf47",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707164318410_ZX9XIi1fE.png",
      "userId": "596839131426979846",
      "xp": 16.130779098296067,
      "level": 8,
      "profession": "royal",
      "inventory": [],
      "familySlug": "vespas-negras",
      "transformation": "Sangue Puro — A dádiva concedida a Bellatrix capacita-a a moldar uma esfera feita de sangue obtido por seus próprios meios. Quanto mais sangue ela reunir em sua esfera, maior serão suas capacidades e habilidades desencadeadas por essa dádiva. Para coletar sangue, é suficiente permitir que a esfera perfure ou atravesse alguém; embora poças de sangue sejam mais raras, também servem ao propósito. No entanto, a esfera possui um limite de tamanho, e ao atingir esse limite, não pode mais crescer.\n\nHabilidades Sanguinárias: Como mencionado anteriormente, a própria esfera proporciona meios de coletar sangue, podendo transformar-se em uma lâmina afiada ou até lançar projéteis, dependendo apenas da quantidade de sangue contida. Bellatrix pode utilizar de uma quantidade do sangue coletado e ingeri-lo, assim conseguindo aumentar suas capacidades físicas e sua resistência.\n\nHabilidades Flamejantes: Como descendente do Demônio Superior, a afinidade de Bellatrix com o elemento fogo é inegável. Ela tem a habilidade de usar sua esfera para alterar o sangue coletado, permitindo que, ao ser liberado da esfera, ele se inflame e se torne uma força ardente a ser enfrentada.",
      "royalTitle": "Princesa"
    }
  },
  "391350792231321621": {
    "9e20a8973beb0a50e07ce2390ae0b277": {
      "type": "character",
      "name": "Johan Yiven-Bittenstein",
      "backstory": "\"O maior dos tolos é aquele que encara a probabilidade da realidade como mera obra do Destino.\"\n\nYiven-Bittenstein... Diria que é um sujeito enigmático. Um órfão de guerra que mediante os seus últimos momentos de vida, conseguiu entender por um breve momento como funciona a própria malha da trama, da energia, movimento... Realidade.\nDesde então, o mesmo vive como um cientista que perambula por todos os reinos, com o único objetivo de descobrir a fórmula da realidade, uma dita composição arcana e matemática que faz criar matéria e espaço, um conhecimento de fato divino.\n\n(Desculpa a falta de informações, mas desejo falar o resto enquanto o RP rola)\nAparência",
      "appearance": "Johan é um espadachim com uma beleza extraordinária, tendo cabelos grisalhos e um par de olhos verdes com um gradiente azul. Sendo alto e de com uma composição forte porém magra, é o resultado da aplicação de seu ofício da esgrima.",
      "origin": "catarsia-survivor",
      "gender": "male",
      "characterId": "9e20a8973beb0a50e07ce2390ae0b277",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707070719058_u-Ye1CgKY.png",
      "userId": "391350792231321621",
      "xp": 0,
      "level": 1,
      "profession": "alchemist",
      "inventory": []
    }
  },
  "513774272372539431": {
    "f051213551ab56f48ab2556badc630f2": {
      "type": "character",
      "name": "Valentina Siegfried",
      "backstory": "Cortar, rasgar, cortar, rasgar, cortar... MATAR!\n\nVozes que se gravaram eternamente em sua mente. Sim, sempre foi assim na linhagem dos SIG, cujo significado se dá a \"Vitória\". Suas origens remontam aos caçadores de dádivas, todos descendentes do grande patriarca Sigurd, um lendário matador de nobres e de dádivas, conhecido por suas histórias e cabelos únicos. Cabelos esses que se manifestam em todos os membros da linhagem, apresentando um tom branco, por vezes confundível com a inocente neve.\n\nE com o nascimento de Valentina Siegfried, não foi diferente. Uma garota com olhos belos, da cor de uma safira alaranjada, distintos e encantadores, enquanto seus cabelos seguiam a tradição familiar, ostentando um branco forte e vivido. Ela poderia ser considerada uma nobre, não fosse pelo fato de ter nascido em situações precárias, semelhantes às de um plebeu. Sua mãe a segurava com todo cuidado enquanto a querida filha chorava. Seus cabelos eram longos e belos, assim como estava destinada a ser sua filha.\n\n\"Faça assim\", a madeira do chão rangia. \"Segure desse modo\", o suor pingava sobre o chão. \"Ataque mais rápido\", as mãos avermelhadas de tanto esforço. \"Mais forte!\" Um estrondo ecoava quando a garota caía exausta sobre o chão, seu corpo coberto de suor, respiração pesada de cansaço. Seus braços doíam ao segurar aquela espada de madeira pesada. Por que ela precisava passar por tudo isso? Ah, verdade... ela era uma caçadora.\n\nO pisar sobre a neve mal fazia barulho, mas o fogo que queimava sobre a casa dos ricos sim. \"Eu tenho que acabar com todos eles\", dizia para si mesma como um mantra, enquanto sua espada coberta de sangue era erguida e, em um golpe, outra vida era ceifada. O sangue respingava sobre as paredes e a armadura da jovem. \"Eles mataram meus pais.\"\n\n. . .",
      "appearance": "Valentina é uma mulher de 1,80 metros de altura, possuindo o peso ideal para carregar sua grande espada e sua armadura pesada. Além disso, ela ostenta uma notável beleza que poderia suscitar inveja até mesmo na realeza, graças aos seus cabelos brancos, belos e únicos.",
      "origin": "hunter",
      "gender": "female",
      "characterId": "f051213551ab56f48ab2556badc630f2",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707100150730_vvKQlIRJY.png",
      "userId": "513774272372539431",
      "xp": 0,
      "level": 6,
      "profession": "servant",
      "inventory": []
    }
  },
  "138035353700401152": {
    "fff6d298b0709104e87400680826995e": {
      "type": "royal",
      "name": "Kahim Noctem",
      "backstory": "— A única inevitabilidade compartilhada por todos os seres vivos é a morte.\n\nA ambição que impulsiona a existência é insaciável; sem alguém para romper esse elo, as criaturas mortais perderiam qualquer controle. Todos ignoram a morte e abraçam a vida, relegando-a ao esquecimento, uma pobre e solitária morte. Há tanta alegria no nascimento, mas muita tristeza na partida... a morte é reconfortante, acolhedora e suave, como um abraço amoroso.\n\nDentro desse ciclo eterno, entre as asas angelicais corrompidas, surgiu um vestígio da queda divina. O sangue de um massacre foi transmitido de gerações à dimensões até gerar um Filho da Morte, alguém destinado a carregar o fardo de encarar os vivos ao cruzar para o outro lado. As portas do mundo dos mortos foram abertas por Kaham, um humano que nasceu com seus olhos adornados pela escuridão e sua íris com o sangue - um descendente de um Arcanjo da Morte.\n\nSeu nascimento rejeitado, foi apenas aceito pela sua querida mãe que compartilhava os olhos tão vermelhos e vividos quanto os deles, e seu pai que originou seu cabelo esbelto e branco. Foi criado para ser mais do que um guerreiro, assassino ou caçador... mas uma Âncora que conforte aqueles que negam, ou, se aproximam da morte. O caminho que lhe foi entregue era gentil, mas o que ele adotou aprofundou-se muito mais do que seus antepassados... ele queria não só se tornar uma Âncora, mas o próprio Anjo da Morte.\n\nKahim nasceu com sangue nobre, de um Arcanjo servo da Morte. Seu desejo por aproximar-se o máximo possível de seu ancestral fez com que ele se tornasse um Caçador de Dádivas como seus pais, que abdicaram desta vida há muito tempo. O Kahim, tornou-se um sanguinário sanguessuga de sangue divino. Suas presas sugaram o sangue de mais descendentes de arcanjos e nobres do que poderia contar, o que fez com que ele se assemelhasse com um demônio, e, ao mesmo tempo, com um anjo. Se tornando um Dementador, um Anjo que sua chegada representaria a própria Morte.",
      "appearance": "Destacando-se por sua pele pálida, resultado pela anomalia de ingerir quantidades massivas de sangue divino e modificar seus genes. Seus olhos, completamente negros como a noite, apresentam íris vermelhas como o sangue. Normalmente veste-se de maneira mínima, utilizando apenas um manto negro em conjunto com sua inseparável foice. Com um físico imponente, esculpido pelos rigorosos treinamentos ao longo de sua vida, estando no auge da juventude.",
      "origin": "yor-devotee",
      "gender": "male",
      "characterId": "fff6d298b0709104e87400680826995e",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707107840006_nOk_PRBqx.png",
      "userId": "138035353700401152",
      "xp": 6.923030707472271,
      "level": 6,
      "profession": "royal",
      "inventory": [],
      "familySlug": "aeternos",
      "transformation": "— Se a essência da morte é desprovida de sentido, então o valor da vida também se esvai.\n\nTodos são iguais, não importa suas etnias, origens ou o sangue que percorre suas veias... o destino de todos, no fim, é encontrar a morte. Uma velha amiga que sempre está a nos aguardar. Isso é o que significa dar adeus a vida, e aceitar sua morte sem medo - uma vida sem arrependimentos. No entanto, há aqueles que rejeitam completamente a ideia de morrer... e eles, são os que devem ser ceifados, cortando suas histórias apenas para que em uma futura vida, aprendam a respeitar as leis deste universo.\n\nSua primordial herança, **Mors.** A aptidão para moldar habilidades herdadas de seus antecessores, aprendizes da mestra Morte. A escuridão é sua aliada, uma energia sombria e sinistra destinada a encerrar aqueles que ousam desafiar o Anjo da Morte. Rotular essa habilidade como uma Dádiva torna-se desafiador, pois ela parece emergir não deste mundo, mas de um lugar esquecido.\n\nSua contraparte hereditária, **Aurum.** Como herdeiro de um Arcanjo da Morte, ainda assim um Arcanjo, a divindade perdura em suas veias. Uma luminosidade divina de matiz dourado, proveniente de um recanto desconhecido que acolheu numerosos arcanjos celestiais, que adquiriram conhecimentos de um povo enigmático. \n\nAs **Heranças**, por sua origem ancestral e poder avassalador, demandam palavras de poder e gestos específicos para serem desencadeadas. São habilidades especializadas na erradicação de tudo o que é profano e na aniquilação daqueles que resistem à morte. Não se trata apenas de uma Luz Divina que purifica o mal, mas também da Sombra da Morte que se insinua para sufocar os mortais.\n\nDivergindo de outros descendentes de Yor, a **transformação** de Kahim se manifesta como um imponente Cavaleiro Negro com asas sombrias adornadas por algumas penas brancas. Ele carrega consigo uma colossal foice e espadas que giram ao redor de sua figura, simbolizando o princípio e o fim.",
      "royalTitle": "Anjo da Morte"
    }
  },
  "544996096061997077": {
    "0fd33fefdf3afbe47cbeab601ba1b279": {
      "type": "character",
      "name": "\"Laura\" Sunset",
      "backstory": "\"Há muitos anos a humanidade nutriu este mundo com o caos e a desgraça.\"\n\n\"Semeando o seu solo com o mais fétido e sujo sangue.\"\n\n\"Contaminando a natureza com os seus corpos mais putridos.\"\n\n\"A sua desgraça tem um poder inigualável, capaz de dar a vida a seres nunca antes vistos.\"\n\n\"Qual vida veio a esse mundo com a sua miséria? A minha, prazer Sunset ao seu dispor.\"\n\nEu sou uma criatura nascida do sentimento de vocês, eu sou diferente de tudo que vocês conhecem, eu não nasci com um objetivo claro em minha mente a não ser os meus sentidos naturais, a mais profunda vontade de devorar e semear a destruição foi programada em minha cabeça. Por muitos anos meu caminho foi incerto, envolto de uma camada espessa de um escuro nevoeiro.\n\nVaguei por florestas escuras, tão escuras quanto a mente de um louco, submersa em um eterno conflito com o seu próprio ser, andei por estradas pesadas, como uma cena de um brutal crime entre desconhecidos, tentando almejar algo que pudessem lhe comprar o conforto e a felicidade.\nAndei por cidades onde a Morte reinava com um poder absoluto, acolhendo a todos sobre as suas asas negras de um corte fino de navalha.\n\nUm mundo onde a morte é algo que lhe espera de braços abertos, pronto para lhe acolher de forma confortante e invicta sem distinguir o seu ser, um lugar fácil para seres como eu, prosperar como bem entender, um mundo tão...... Fácil!? \n\nEste mundo..... Era fácil, poderia ir e vir a hora que eu quisesse, matando e devorando Inocentes sem preocupar-se com outros, um ser forte como eu!! Enfrentar esses trastes imundos, fadados a viver na lama como criaturas fracas e imundas cujo eram. Meu propósito neste mundo foi se esvaindo à medida em que iria aniquilando-os, meus prazeres a se esvair de dentro de mim. \n\nAgora!? Eu sou apenas mais uma, fadada a um infinito desgosto das minhas ações, experimentei tudo e quaisquer coisas, agora!? Estou presa em meus próprios pensamentos, se rebaixando ao mesmo patamar que essas criaturas efêmeras.",
      "appearance": "A aparência de Sunset remonta a uma mulher de pele pálida como a neve e um cabelo dourado como a luz, às vezes tomando uma cor branca, mostrando uma beleza sem igual com o seu corpo robusto. Sunset normalmente é chamada pelo seu nome de fachada \"Laura\" dada a si mesma para se infiltrar sobre os olhares perpétuos da humanidade. gosta de usar roupas de classe, geralmente pretas e brancas separadas por gravatas e amuletos vermelhos. Sunset também possui olhos carmesim, revelando um ser assustador, que ela é.",
      "origin": "shadowbound",
      "gender": "female",
      "characterId": "0fd33fefdf3afbe47cbeab601ba1b279",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707109845105_1bGW9jnm1.png",
      "userId": "544996096061997077",
      "xp": 0,
      "level": 1,
      "profession": "hunter",
      "inventory": []
    }
  },
  "1187135851512217684": {
    "d8fb4077c3284b7eea5fed3fedfac458": {
      "type": "character",
      "name": "Aezuma",
      "backstory": "Aezuma, oriundo do submundo, mesclando-se com os piores. A criatura, como o seu próprio criador disse, foi feita para matar, atraindo todos os elementos necessários para virar uma máquina ambulante de matança. Ele foi enviado ao mundo exterior para evoluir e ficar mais forte, tudo o que o demônio consegue enxergar é violência, mas, em casos raríssimos, consegue se comportar. Ele adentrou ao território dos Etérianos, ocultando-se com uma capa preta, escondendo seu corpo e misturando-se com o povo. A tecnologia deles era surpreendente, atiçando a inveja do demônio, um sentimento que dominava o seu ser, notando que não passava duma besta primitiva em um mundo moderno e evoluído. Após se infiltrar naquele meio operativo, ele não tardou em beneficiar-se da situação para roubar um exoesqueleto altamente preparado e equipado com propulsores mágicos e, aparentemente, não era o primeiro a fazer algo. A tecnomagia surpreendeu o demônio pela primeira vez, demorando para acostumar-se com ela.",
      "appearance": "Aezuma é grande, forte e possuí seis braços musculosos. O seu cabelo é escuro como a noite, somando com a cor de seus olhos sombrios, assemelhando-se com o seu ser. Seus quatro chifres não passam despercebidos, crescendo conforme Aezuma fica mais velho.",
      "origin": "pagan",
      "gender": "male",
      "characterId": "d8fb4077c3284b7eea5fed3fedfac458",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707110846391_fu-RUtQ5g.png",
      "userId": "1187135851512217684",
      "xp": 0,
      "level": 5,
      "profession": "alchemist",
      "inventory": []
    }
  },
  "603949098403364867": {
    "0c87f89ea6123fa43964c02af06c8da2": {
      "type": "character",
      "name": "Ikari Frostskull",
      "backstory": "Em um mundo imerso na escuridão, onde sombras dançavam ao redor de segredos antigos, um mercenário de pele escura, cabelos alvos como a lua e olhos azuis como o abismo, emergiu das trevas. Nascido em uma aldeia esquecida, sua infância foi moldada pela brutalidade e pelo desconhecido.\n\nAbandonado à própria sorte, ele encontrou refúgio nas sombras, onde aprendeu a arte sombria da furtividade. Treinado por mentores ocultos, o mercenário desenvolveu uma ligação profunda com as trevas, tornando-se uma extensão sinistra da própria noite.\n\nSeu caminho cruzou-se com sociedades secretas e cultos sombrios, onde segredos proibidos eram sussurrados entre sombras densas. O mercenário tornou-se um instrumento das forças obscuras, uma lâmina afiada oculta nas sombras, movendo-se silenciosamente através de intrigas e traições.\n\nA verdade de sua origem estava entrelaçada com os fios do destino, uma linha tênue entre a humanidade e a escuridão que o consumia. Marcado por cicatrizes físicas e emocionais, ele navegou pelos cantos mais sombrios do mundo, guiado por um propósito oculto e uma sede insaciável por vingança contra aqueles que roubaram sua inocência.\n\nNo entanto, o mercenário não era apenas uma máquina de destruição. Dentro da escuridão, descobriu a luz de sua própria redenção. Entre as sombras, forjou um código de ética própria, equilibrando-se na corda bamba entre a escuridão e a humanidade.\n\nAssim, nasceu uma lenda nas entrelinhas do mundo sombrio, um mercenário cuja história era contada em sussurros por aqueles que se aventuravam nas sombras e ansiavam por conhecer o verdadeiro rosto por trás da máscara do destino.",
      "appearance": "Ikari Frostskull tem 1.90 de altura, pesando apenas 90 kg e com um porte atlético. ele possui um cabelo de coloração prateada e olhos azuis como o mar.",
      "origin": "shadowbound",
      "gender": "male",
      "characterId": "0c87f89ea6123fa43964c02af06c8da2",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707134613054_Cnpz99qWy.png",
      "userId": "603949098403364867",
      "xp": 0,
      "level": 1,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "997191510107889736": {},
  "771529411265560606": {
    "fd80de585a5f5b4ab397aee98863f97e": {
      "type": "royal",
      "name": "Callista Angelus",
      "backstory": "Sendo uma princesa do Reino Azula e também descendente de uma Entidade Divina, Callista compreendia que havia um propósito para sua existência e que de alguma forma era diferente do restante de sua família. Enquanto eles eram sérios e responsáveis, ela era uma alma brilhante e amável, enquanto seus objetivos eram destruir uns aos outros o seu era puramente se divertir e encontrar diversas aventuras pelo reino, aos olhos de muitos Callista não passava de uma princesa mimada que vivia nas sombras de seu irmão Felix, o candidato mais provável a sentar no trono e virar o Governante de Azula.\n\nNo entanto, o universo pareceu zombar do seu destino e o de sua família quando seu irmão foi morto após enfrentar um de seus muitos primos, Luzart. \n\nA vida de Callista outrora feliz e despreocupada, tornou-se um verdadeiro pesadelo após presenciar a derrota brutal de seu irmão mais velho nas mãos de seu primo impiedoso que não parecia se importar com nada além do trono e suas irmãs. A princesa só não sofreu do mesmo destino que seu irmão porque ele havia feito um acordo com Luzart, o Atual Governante do Reino Azula, para caso ele perdesse, sua irmã caçula fosse poupada.\n\nNaquele dia, todos os Aeternos não só presenciaram o poder daquele que agora os governava e a derrota dos Angelus, como também notaram que a princesa havia sucumbido a loucura, quer fosse pela morte de seu irmão, pelo medo da morte ou então ela já era assim e por isso era protegida pelo seu irmão.\n\nDiante disso, Callista foi poupada, pois Luzart e todos pareciam acreditar que ela estava louca e por isso não apresentava risco nenhum. Contudo, o que eles sequer cogitaram era que ela já havia tomado uma decisão: a partir daquele momento viveria seus dias como alguém que perdeu sua mente após presenciar tanta dor, viveria seus dias lançando sorrisos e risadas para seus inimigos, viveria como uma princesa ingênua e alienada, porém por trás dessa superfície, ela planejaria cuidadosamente sua vingança.",
      "appearance": "Callista possui longos cabelos brancos e íris tão azuis quanto o céu, características proveniente da Entidade Yor. Seu rosto angelical com feições delicadas e sua pele pálida destacam ainda mais sua beleza deslumbrante. A princesa possui um corpo esguio, mas volumoso na medida certa e sua altura não ultrapassa os 1,69. Além disso, a maior parte de suas vestimentas são vestidos de diferentes modelos e na maior parte das vezes ela utiliza algum acessório em seu cabelo.",
      "origin": "yor-devotee",
      "gender": "female",
      "characterId": "fd80de585a5f5b4ab397aee98863f97e",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707179034411_Ix4eKOFmY.png",
      "userId": "771529411265560606",
      "xp": 5,
      "level": 4,
      "profession": "royal",
      "inventory": [],
      "familySlug": "aeternos",
      "transformation": "Os integrantes da Família Aeternos que carregam o sobrenome Angelus são portadores de uma dádiva hereditária conhecida por sua capacidade de dar ao seu hospedeiro uma habilidade única.\n\nA habilidade é denominada como **Serfim**  e ela é capaz de ampliar e melhorar a visão do portador para que ele consiga enxergar à distância ou até mesmo no escuro. Tal habilidade possui uma variação: **Vision**, que mostra com pequenas manchas azuis o ponto fraco de seus inimigos.\n\nCallista também consegue usar a **iluminação**, uma luz azul que fica totalmente no controle do portador, servindo para iluminar um local ou até mesmo como uma arma para cegar o inimigo dependendo de sua intensidade.\n\nPor fim, há uma transformação que dela emerge um anjo de 5 metros com poderosas asas brancas. Apesar de seu tamanho não ser considerado tão grande, Callista consegue lidar muito bem em batalhas voando e se movendo com tamanha agilidade que torna-se uma dificuldade notória para seus inimigos. Além disso, durante sua transformação ela carrega um grandioso arco que combinado com sua habilidade ela é capaz de destruir um local com uma única flecha, e caso esteja em uma batalha com outro transformado ela atira uma flecha nele, Callista consegue reduzir na metade a resistência do seu alvo.",
      "royalTitle": "Princesa"
    }
  },
  "713036865527218196": {
    "8637f8d50b1fe59bdfc042284e51dfc2": {
      "type": "royal",
      "name": "Damian Lung",
      "backstory": "Em um dia nublado dois gêmeos nasceram, o primeiro nasceu com um cabelo negro como a noite, perfeitamente saudavel. Mas o outro nasceu mal formato, não com uma deficiência, mas este possuía chifres azulados e orelhas pontudas, devido a uma mutação. \n\n  Ele cresceu sem o reconhecimento de seus pais, sofrendo o desprezo e a inveja de seus meio-irmãos e da corte, sendo seu único conforto seu irmão gêmeo. Ele encontrou refúgio na caça, desenvolvendo suas habilidades com a, e na leitura, cultivando sua inteligência e curiosidade. Entretanto, quando ficou mais velho acabou se revelando algo cruel, o jovem duque era incapaz de usar sua forma dádiva, uma das poucas razões que lhe fazia receber o mínimo de reconhecimento, então agora lhe restava nada apenas o ostracismo.\n\nUm dia, ele descobriu um antigo livro que continha os segredos sobre uma magia perdida, chamada Embebidor Lunae. Essa técnica permitia ao usuário canalizar parte do seu poder de dadiva em seus ataques. Finalmente pensou que teria algum reconhecimento, mas nada os outros apenas o olhavam de canto não importava o quando se esforçasse.\n\n Quando ele completou 18 anos, ele recebeu uma carta de sua mãe, convocando-o para o palácio. Em seu interior acreditava que finalmente teria seu reconhecimento, mas era apenas um pedido para que ele renegasse seus direitos de filho, estavam o jogando fora já que ele agora é inútil. Aquela frustração ascendeu uma ira que nunca pensou que teria, assim pela primeira vez usou sua forma dadiva em meio a o palacio.\n\n Tal ato do jovem foi considerado um crime, mas agora ele era util, então no lugar de ser executado apenas foi jogado na prisão sendo visitado regularmente por seu irmão, que sempre foi seu único amigo e familia.",
      "appearance": "Ele tem chifres semelhantes a galhos de cervo em sua cabeça. Sua pele é pálida e seus cabelos são longos e brancos, com mechas azuis. Seus olhos são verdes e têm um brilho lunar. Ele veste uma roupa branca e azul, com detalhes em dourado e prateado. Ele também usa um colar com um pingente de lua e um anel com um símbolo de vento. Ele tem uma aura elegante e misteriosa, que combina com sua personalidade séria e ca",
      "origin": "shadowbound",
      "gender": "male",
      "characterId": "8637f8d50b1fe59bdfc042284e51dfc2",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707183976890_OTjTbVm4y.png",
      "userId": "713036865527218196",
      "xp": 0,
      "level": 3,
      "profession": "royal",
      "inventory": [],
      "familySlug": "vespas-negras",
      "transformation": "Descendente direto de uma das herdeiras sequestradas por Azhta, no reino de Azula, o jovem tem a capacidade de criar e controlar uma energia similar ao plasmo frio além do fogo , mesmo sem se transformar, geralmente projetando na forma de um dragão. Como também pode controla o vento. \n\nQuando se transforma, o rapaz se torna uma besta de 10 metros que governa os céus . Sua forma despertada seria longa e esbelta, com chifres semelhantes a galhos de cervo, assim como quando humano. Sua cor seria um azul claro, com manchas brancas e prateadas que brilham como a lua. Seu rosto seria fino e elegante, com olhos verdes e uma expressão séria. Ele possui  um corpo comprido e esguio , que lhe permitiriam voar com rapidez e agilidade.",
      "royalTitle": "Duque"
    }
  },
  "1131426781778423858": {
    "fd58446e3b1abeb803650c7cc0becd36": {
      "type": "character",
      "name": "Ezholthu",
      "backstory": "Numa cidade costeira esquecida pelos mapas convencionais, onde as névoas se enredam entre os barcos abandonados e os segredos sussurram nas marés, viveu um homem carinhosamente nomeado de Ezra. Órfão desde tenra idade, sua única lembrança daquilo que ele uma vez lembrava como família era uma bússola defeituosa, cuja agulha nunca apontava para o norte. \n\nPassando anos de sua maldita vida vagando de orfanato em orfanato, sendo o garoto deslocado, quase como se fosse uma peça perdida num quebra-cabeça. Mesmo na solidão, ele constantemente era abraçado pelo mar, pela vastidão azul que se estendia até onde a vista alcançava, ao menos uma visão confortável em uma vida de merda, desenvolvendo um fascínio precoce. Era como se as águas o chamassem, sussurrando segredos antigos e promessas obscuras.\n\nEm uma fatídica noite, a névoa densa e sufocante engoliu o seu lar, envolvendo-a numa escuridão que persistiu por treze semanas. Ezra começou a notar mudanças em si mesmo, sua pele tornou-se mais elástica, seus olhos atrofiaram juntamente do restante de sua face, seus membros alongaram-se em proporções grotescas e certos apêndices tomaram lugar. Sendo um dos mais abraçados pela névoa, as informações que adentraram sua cabeça foi somente um detalhe, sua exposição grotesca tornou sua presença em algo horrível. Seu corpo havia sido devastado, abraçando a natureza aquática quase que por inteira. A influência da deusa que caminha pelo abismo estava escorando o rapaz, era quase como se a mesma estivesse punindo o jovem sem motivo algum, gritando em desespero, a bússola que carregará girava sem parar e então... Ele veio.",
      "appearance": "Pode ser descrito como uma verdadeira abominação, sua tez é completamente avermelhada, com certas partes de seu corpo sendo flácidas, constantemente está expelindo líquido de sua pele e parece carecer daquilo que uma vez foi humano, somente restando o formato de seu corpo que ainda pode ser dito como \"humanoide\"",
      "origin": "orphan",
      "gender": "male",
      "characterId": "fd58446e3b1abeb803650c7cc0becd36",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707248861233_KeP-qgT-2.png",
      "userId": "1131426781778423858",
      "xp": 0,
      "level": 2,
      "profession": "other",
      "inventory": []
    }
  },
  "1094455926322384896": {
    "b38aa529a7dbfe6928a2942bc5d4274a": {
      "type": "character",
      "name": "Naoki Yamamoto",
      "backstory": "O jovem fazendeiro viveu sua vida inteira na fazenda e cuidando dos campos. O mesmo seria um amante da física e da química, ele aplicava seus conhecimentos em sua sútil fazenda, ele se interessava bastante em materiais com alta viscosidade então o mesmo adorava estudar tais efeitos e funções. Um dia ele estaria lá cuidando de sua fazenda e realizando seus experimentos, até que um homem com capuz preto apareceria ferido, então o mesmo rapidamente iria o socorrer e o ajudar, depois de um tempo o homem acorda e o jovem cuidava do mesmo. O homem se apresentava como um espadachim experiente, o mesmo pensava em pedir para treiná-lo, então o mesmo pediria para o mesmo o ensinar a arte da espada, então o homem aceita tal missão, e depois de anos o jovem dominaria a arte da espada e da alquimia, assim o jovem vivia feliz em sua fazendinha até que...",
      "appearance": "O mesmo era um homem com roupas tradicionais do Japão feudal, ele teria um cabelo relativamente longe amarrado formando um rabo de cavalo, ele teria olhos negros como carvão e a pele do mesmo era branca.",
      "origin": "peasant-saint",
      "gender": "male",
      "characterId": "b38aa529a7dbfe6928a2942bc5d4274a",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707333417314_lj89BewMO.png",
      "userId": "1094455926322384896",
      "xp": 0,
      "level": 2,
      "profession": "farmer",
      "inventory": []
    }
  },
  "360518433953284098": {
    "b907af710177a96f5054fbe20d755ee7": {
      "type": "character",
      "name": "Aric Umbra",
      "backstory": "Aric, uma vez um habitante pacífico das ruas de Terryan Central, foi capturado em uma reviravolta cruel do destino. Sua natureza sagaz e destemida, que inicialmente o ajudou a sobreviver nas tumultuadas vielas da cidade, atraiu a atenção de indivíduos sombrios que viram um potencial incomum nele.\n\nRaptado e vendido como escravo, Aric rapidamente revelou habilidades surpreendentes. Sua agilidade e destreza notáveis chamaram a atenção de seus captores, e logo ele se encontrou sendo treinado nas artes do combate e da furtividade. Mesmo sob a opressão, Aric começou a se destacar como uma força a ser reconhecida.\n\nAo invés de sucumbir ao desespero, Aric aproveitou seu tempo como escravo para aprimorar suas habilidades. Ele se tornou um estrategista astuto e um mestre da evasão. Seus captores, inicialmente cruéis, começaram a perceber o valor único que Aric poderia agregar, e ele se tornou uma peça essencial em seus planos obscuros.",
      "appearance": "Aric Sombrio tem uma postura firme e olhos perspicazes que revelam uma determinação inabalável. As marcas das adversidades enfrentadas são visíveis em sua pele, mas sua expressão carrega uma resiliência inquebrável. Vestindo roupas surradas, mas habilmente adaptadas para o combate, Aric emana uma presença que desafia as correntes que o prendem, indicando o potencial inexplorado que aguarda sua liberdade.",
      "origin": "terryan",
      "gender": "male",
      "characterId": "b907af710177a96f5054fbe20d755ee7",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707338221596_Jsm3Bqgh2z.png",
      "userId": "360518433953284098",
      "xp": 0,
      "level": 1,
      "profession": "slave",
      "inventory": []
    }
  },
  "852627709782786138": {
    "6f6c31092edfc7c175c08ec7f1b7f6e7": {
      "type": "character",
      "name": "Ezrath Kakumei",
      "backstory": "No reino de Azula havia uma jovem notável chamada Ezrath Kakumei. Desde tenra idade, sua destreza em combate superou a de seus colegas guerreiros aprendizes, marcando-a como um talento excepcional. Seu extraordinário potencial chamou a atenção dos que estavam no poder, levando-a à promoção precoce como uma guerreira oficial do reino.\n\nNo início, os superiores de Azula conferiram-lhe a responsabilidade de embarcar numa viagem para além dos limites da sua terra natal. Ela foi encarregada de se aventurar em territórios desconhecidos e adquirir conhecimento inestimável para salvaguardar o reino. Ezrath, perpetuamente devotada e leal às suas obrigações, abraçou esta tarefa com fervoroso zelo e decidiu dentro de si cumprir a missão.\n\nEntretanto, ela acabara falecendo durante essa missão, acabando por sofrer o resultado dos efeitos da coruja e retornando ao mundo com o objetivo de descobrir o responsável por sua morte.",
      "appearance": "Sua pele tem um tom naturalmente claro que se harmoniza com seus longos cabelos brancos e seus olhos azuis claros. Seu corpo exibe uma condição física digna de uma guerreira, demonstrando força mas sem cair em exageros de musculos.",
      "origin": "center-guardian",
      "gender": "female",
      "characterId": "6f6c31092edfc7c175c08ec7f1b7f6e7",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707371432293_OwjamjdU_.png",
      "userId": "852627709782786138",
      "xp": 0,
      "level": 1,
      "profession": "soldier",
      "inventory": []
    }
  },
  "1003656409495380079": {
    "ff4525c5fed5ae527db39ccaacded1ef": {
      "type": "character",
      "name": "Aerin Ocean",
      "backstory": "Antes de Aerin virar uma Sacerdotisa,Aerin era uma camponesa. \nEm seu tempo livre Aerin dançava em uma pequena clareira na floresta, estranhamente os animais dançavam ou observavam a garota, a leveza dos passos de Aerin encantavam qualquer um.",
      "appearance": "Cabelos longos e castanhos, pele bronzeada, olhos castanhos roupas vermelho sangue",
      "origin": "peasant-saint",
      "gender": "female",
      "characterId": "ff4525c5fed5ae527db39ccaacded1ef",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707406665067_8b_fX43m7.png",
      "userId": "1003656409495380079",
      "xp": 0,
      "level": 1,
      "profession": "priest",
      "inventory": []
    }
  },
  "899756521540436038": {
    "c9436391936d8939d7a593d037f57314": {
      "type": "character",
      "name": "Mary Archeron Luppolo",
      "backstory": "Mary Archeron Luppolo nasceu órfã e cresceu nas ruas, vivendo uma vida de dificuldades e privações.  Mary enfrentava as adversidades da vida com garra e determinação. Ela nunca soube quem eram seus pais ou de onde veio, mas isso não a impediu de criar suas próprias ambições.\n\nDesde jovem, Mary sempre se destacou por sua habilidade de lidar com situações perigosas. Ela possuía um jeito astuto e uma inteligência afiada, o que a ajudava a sobreviver nas vielas escuras da cidade. No entanto, sua vida mudou repentinamente quando ela testemunhou uma tragédia que marcaria sua jornada para sempre.\n\n . . .\n\nDepois daquilo que presenciou nas docas, um sentimento de temor sempre a assombrava. Mary dedicou anos de sua vida à busca pela verdade, viajando pelos grandes mares de Darandur, passando pelas costas de Ada e viajando aos redor dos ilhas de pedra, apenas em busca de respostas.\n\nDevido sua escolha arriscada , Mary Archeron Luppolo seguiu sua jornada, enfrentando desafios cada vez maiores e buscando vingança, pela honra deles. . . .\n\nEssa é a história de Mary Archeron Luppolo; A 1° vagabunda que lutou por uma vingança que não era apenas dela. Uma vingadora. Suas frases ficariam gravadas através dos tempos. A vida trágica que ela experimentou foi transformada em força e alimento para sua determinação, durante sua própria linha do destino que ainda está sendo traçada.",
      "appearance": "Estatura mediana, por volta de seus 1,68 metros de altura; cabelo branco, ondulado e mediano onde o mesmo bate nas escápulas, a pele clara e os olhos claros que dependendo podem variar de verde a um azul, quem os vê, vê uma pessoa curiosa, as bochechas são grandes e isto a aparenta da exata idade que é, 16 para 17 anos. Sua vestimenta por agora e a que mais usa é uma máscara que a cobre e uma roupa que cobre o corpo inteiro, e alguns compartimentos na roupa são notados, para guardar armas menores ou coisas.",
      "origin": "vagabond",
      "gender": "female",
      "characterId": "c9436391936d8939d7a593d037f57314",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707423078834_qg6BwBM_1.png",
      "userId": "899756521540436038",
      "xp": 4.693512152429401,
      "level": 6,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "163488609398161409": {
    "9a8a3104e70305cdcabf51c0221d578e": {
      "type": "character",
      "name": "Laxus Kakumei",
      "backstory": "No reino de Azula havia uma jovem notável chamada Ezrath Kakumei. Laxus Kakumei era o irmão mais novo da destemida mulher que a cada ano sua evolução muscular e corporal impressionava a todos, Laxus admirado pelo tamanho potencial da irmã, começou seus treinamentos para isso, mas em poucas semanas se notava a imensa diferença de evolução e progresso dos dois. Laxus, muito mal por não ter herdado o mesmo potencial que sua irmã treinava todo dia para um dia chegar ao nivel dela sem vantagens, quando Laxus finalmente se viu com fisico chegando a nivel extremo, viu sua irmã sendo promovida a guerreira do reino e administrando diversas situações de combate. O Mundo de Laxus acabou, não havia como ser melhor que ela.\n\nSabendo de uma missão honrada que sua irmão tinha recebido, Laxus passou muito tempo nas tavernas, bebendo, roubando, ameaçando e etc. Só que esse tempo virou meses, e meses viraram anos, quando Laxus percebeu que sua irmã não tinha voltado depois de segundos fora da farra, um sentimento tão desconfortante tomou o coração dele como um forte ataque no coração, mas aquilo era o ódio de saber que sua irmã nunca morreria numa missão boba, e que toda certeza alguém a traiu ou sabotou.\n\nApós ir para ultima localização da irmã, em meio a milhares de corpos de seus soldados, nenhum era dela, ou seja, ela está viva e precisa ser encontrada a todo custo",
      "appearance": "Laxus é um homem grande com 1,83, cabelo arrepiado com mechas brancas, tatuagens por toda parte superior do corpo, fisico volumoso",
      "origin": "center-guardian",
      "gender": "male",
      "characterId": "9a8a3104e70305cdcabf51c0221d578e",
      "isApproved": true,
      "isActive": true,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707426150448_xCmU6Lmfi.png",
      "userId": "163488609398161409",
      "xp": 0,
      "level": 7,
      "profession": "mercenary",
      "inventory": []
    }
  },
  "927982348895649855": {
    "25ebed1f8f780667bb274ff802635921": {
      "type": "character",
      "name": "Kleber",
      "backstory": "logo crio",
      "appearance": "Ele é alto, musculoso, definido, cabelo longo e bem grande, cheio de cicatrizes e tem um maxilar forte.",
      "origin": "coastsman",
      "gender": "male",
      "characterId": "25ebed1f8f780667bb274ff802635921",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707428737185_DRaWiTKwt.png",
      "userId": "927982348895649855",
      "xp": 0,
      "level": 1,
      "profession": "knight",
      "inventory": []
    }
  },
  "1205207251078352920": {},
  "1052770561740259380": {
    "1b715ad836d165cbbd2e7333dc292c73": {
      "type": "character",
      "name": "Arsenio Silvershade",
      "backstory": "Um forjador dotado desde jovem, cresceu em virtude só resplendor da ardência das forjas e ao eco das brutas marteladas habilidosas de seus pais. Seus dias e noites estavam entrelaçados com a maestria da criação, sua vida predestinada a ser uma extensão da arte que determinaria o quão profundo o corte poderia ser no homem. Não obstante, uma semente secreta começou a germinar, uma ambição incalculável que se recusava a ser moldada pela forja. \n\nUma vida privilegiada como forjador, filho de pais respeitados e amorosos, Silvershade, no entanto, ansiava por mais. A necessidade e o desprezo por não ser da realeza o consumia,  uma ambição maculada,  começou a arder dentro dele, eclipsando as alegrias da vida mundana. \n\nCada trabalho na forja tornava-se não apenas uma expressão de habilidade, mas também uma tentativa silenciosa de moldar o destino à sua própria imagem. O fogo que se alimentava suas criações também acendia uma inquietação hiperativa dentro dele, uma chama que, aos poucos, desafiava a calma aparente de sua existência.\n\nNessa busca por algo além do mundo monótono poderia proporcionar, Silvershade, Se jogará de cabeça em um jogo mortífero, onde o poder de entidades extraído seus \"filhos\" tornou-se a moeda para a ascensão que ele ansiava",
      "appearance": "O personagem tem uma aparência distinta, com uma tez ara que realça sua herança. Seus cabelos, um castanho claro e liso hidratado, conferem a afirmação de que ele cuida do seu cabelo. Os olhos, cansados e profundos, revelam que ele está cansado.",
      "origin": "center-guardian",
      "gender": "male",
      "characterId": "1b715ad836d165cbbd2e7333dc292c73",
      "isApproved": true,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707581823438_m7VcRRVgN.png",
      "userId": "1052770561740259380",
      "xp": 0,
      "level": 1,
      "profession": "blacksmith",
      "inventory": []
    }
  },
  "717072207817474068": {
    "a198a4ca33e5cd9a18b69fe549b26f99": {
      "type": "character",
      "name": "Ozzy Osbourne",
      "backstory": "A venerável linhagem dos Osbourne traçava sua longeva jornada como mordomos devotados, servindo aos líderes desde o venerável fundador, David Njal. Geração após geração, a prole Osbourne desempenhou um papel crucial nos bastidores da comunidade, mantendo incólume a tradição e juramento de lealdade à causa que sustentava seu nobre propósito.\n\nO advento de Ozzy assinalou uma virada na crônica da linhagem. Como herdeiro da tradição, ele suportava não apenas o peso do nome Osbourne, mas também a árdua responsabilidade de perpetuar o serviço à tribo Njal com devoção e amor. Seus primeiros anos foram marcados pela imersão nas artes do mordomo, absorvendo os protocolos e estratégias que assegurariam o êxito e a estabilidade da tribo. Após essa fase inicial, Ozzy embarcou em uma jornada além dos confins familiares, explorando outros horizontes, reinos e terras distantes. Durante suas peregrinações, não se limitou apenas às artes do mordomo, mas estendeu seu conhecimento para esferas mais amplas.\n\nSua busca por sabedoria transcendental o conduziu aos caminhos da filosofia, onde mergulhou nas profundezas do pensamento humano, absorvendo as tradições e correntes filosóficas de diversas culturas. A busca por entendimento estendeu-se ainda à culinária, onde aprimorou suas habilidades não apenas como mordomo, mas como um ótimo cozinheiro.\n\nEnquanto a linhagem de Ozzy persistia em seu serviço, um novo líder emergia na linha do horizonte. Habel Yhwh Adon, o Segundo Filho e herdeiro designado, alçava-se como o líder predestinado a guiar a tribo rumo a uma era de transformações. Ozzy, agora um mordomo experiente, defrontava-se com a incumbência de servir não somente um líder, mas o General do exército, aquele que conduziria a tribo nos tempos de guerra e paz.\n\nE assim, no atual momento, Ozzy regressa às terras familiares com a finalidade de se apresentar ao seu novo mestre.",
      "appearance": "Ozzy é um tanto distinto em sua aparência, destacando-se pela presença de longos cabelos negros que caem como cascata de suas costas. Seus olhos permanecem ocultos por uma venda, sendo um símbolo de uma promessa que o mesmo fez a si mesmo, ele consegue enxergar a partir de alguns furos pequenos. Ele veste uma gola alta preta, com mangas longas que acentuam suas mãos de maneira elegante.\n\nEle também tem uma gargantilha no pescoço,  utiliza polainas, enquanto suas calças,  presas à cintura por um cinto.",
      "origin": "shadowbound",
      "gender": "male",
      "characterId": "a198a4ca33e5cd9a18b69fe549b26f99",
      "isApproved": false,
      "isActive": false,
      "imageUrl": "https://ik.imagekit.io/ez2m5kovtw/1707666910642_br-KkuP4jX.png",
      "userId": "717072207817474068",
      "xp": 0,
      "level": 1,
      "profession": "servant",
      "inventory": []
    }
  }
}
